{"challenges-to-voters-at-the-polling-place":{"name":"Challenges to Voters at the Polling Place","subtopics":[{"citations":["Alaska Stat. &sect; 15.15.210"],"confirmed-on":"2012-09-01","date-acquired":"2011-9-14","fact":"Any qualified voter, election official or poll watcher","subtopic":"Who can challenge a voter?"},{"citations":["Alaska Stat. &sect; 15.15.210"],"confirmed-on":"2012-09-01","date-acquired":"2011-9-14","fact":"Challenges are allowed at the polling place on Election Day. (However, note challenges are actually just \"questioning\" of a voter in Alaska.)","subtopic":"What are the restrictions on polling place challenges?"},{"citations":["Alaska Stat. &sect; 15.05.010","Alaska Stat. &sect; 15.15.210"],"confirmed-on":"2012-09-01","date-acquired":"2011-9-14","fact":"1. A voter is not a citizen of the United States. \r\n2. A voter is not 18 years old or older. \r\n3. The voter has not been an Alaska resident and the House district in which they're attempting to vote for 30 days or longer. \r\n4. The voter is not properly registered.\r\n\r\n<br />","subtopic":"What are the allowed reasons on which a voter can be challenged?"},{"citations":["Alaska Stat. &sect; 15.15.210"],"confirmed-on":"2012-09-01","date-acquired":"2011-9-14","fact":"The challenger must have good reason to suspect that the voter is not qualified to vote.","subtopic":"Is there a requirement for the challenger to provide cause or evidence?"},{"citations":["Alaska Stat. &sect; 15.15.210"],"confirmed-on":"2012-09-01","date-acquired":"2011-9-14","fact":"The voter must sign a statement under oath swearing that they are qualified to vote and have not yet voted in that election. They will then have to vote a questioned voter's ballot, and may have to take additional steps to get their ballot to count.","subtopic":"How does a voter defend their eligibility to vote if they are challenged?"}]},"name":"Voter ID and Challenges","voter-id":{"name":"Voter ID","subtopics":[{"citations":["Alaska Stat. &sect; 15.15.225"],"confirmed-on":"2012-09-01","date-acquired":"2011-9-14","fact":"All voters","subtopic":"Who must show ID to vote?"},{"citations":["Alaska Stat. &sect; 15.15.225"],"confirmed-on":"2012-09-01","date-acquired":"2011-9-14","fact":"Alaska law specifies the following as acceptable forms of ID: an official voter registration card, driver's license, state identification card, current and valid photo identification, birth certificate, passport, hunting or fishing license; or an original or a copy of a current utility bill, bank statement, paycheck, government check, or other government document.","subtopic":"What ID is acceptable?"},{"citations":["Alaska Stat. &sect; 15.15.225","http://www.elections.alaska.gov/doc/oep/2010/2010_oep_reg_1.pdf"],"confirmed-on":"2012-09-01","date-acquired":"2011-9-14","fact":"If an election official knows the voter, the ID requirement may be waived (unless the voter is a first-time voter who did not register in person with an election official and did not provide ID or an ID number with their application).","subtopic":"If a voter has no ID, are there alternatives such as an oath or witness?"},{"citations":["Alaska Stat. &sect; 15.15.225","http://www.elections.alaska.gov/doc/forms/B03.pdf"],"confirmed-on":"2012-09-01","date-acquired":"2011-9-14","fact":"Yes, as long as it is valid and has a photo.","subtopic":"Is a student ID an acceptable form of identification?"},{"citations":["Alaska Stat. &sect; 15.15.225"],"confirmed-on":"2012-09-12","date-acquired":"2011-9-15","fact":"Yes","subtopic":"Does the address on the ID have to match the address at which the voter is registered?"},{"citations":["Alaska Stat. &sect; 15.15.225"],"confirmed-on":"2012-09-01","date-acquired":"2011-9-14","fact":"No","subtopic":"Do elections without federal offices on the ballot (such as off-year gubernatorial elections) have different ID requirements?"}]}}