{"challenges-to-voters-at-the-polling-place":{"name":"Challenges to Voters at the Polling Place","subtopics":[{"citations":["A.C.A. &sect; 7-5-312(g)","A.C.A. &sect; 7-5-417","http://law.justia.com/codes/arkansas/2010/title-7/chapter-5/subchapter-4/7-5-417/"],"confirmed-on":"2012-09-17","date-acquired":"2011-9-15","fact":"On Election Day, candidates or registered poll watchers are the only people who may challenge a voter's right to vote. However, prior to Election Day, anyone may bring it to the election officials' attention that a registered person is not qualified to vote.","subtopic":"Who can challenge a voter?"},{"citations":["A.C.A. &sect; 7-5-312(g)","http://law.justia.com/codes/arkansas/2010/title-7/chapter-5/subchapter-3/7-5-312/","http://www.votenaturally.org/where_when_how_vote.html"],"confirmed-on":"2012-09-17","date-acquired":"2011-9-15","fact":"Challenges are permitted at the polls on Election Day.","subtopic":"What are the restrictions on polling place challenges?"},{"citations":["A.C.A. &sect; 7-5-312(g)","http://law.justia.com/codes/arkansas/2010/title-7/chapter-5/subchapter-3/7-5-312/","http://www.votenaturally.org/where_when_how_vote.html"],"confirmed-on":"2012-09-17","date-acquired":"2011-9-15","fact":"A poll watcher may challenge a voter only on the grounds that the voter is not eligible to vote in the precinct or that the voter has previously voted at that election. Usually a challenge is based on identity, address or date of birth of the voter. ","subtopic":"What are the allowed reasons on which a voter can be challenged?"},{"citations":["A.C.A. &sect; 7-5-312(h)","http://law.justia.com/codes/arkansas/2010/title-7/chapter-5/subchapter-3/7-5-312/","http://www.votenaturally.org/where_when_how_vote.html"],"confirmed-on":"2012-09-17","date-acquired":"2011-9-15","fact":"A poll watcher may not challenge a voter's ballot in bad faith.","subtopic":"Is there a requirement for the challenger to provide cause or evidence?"},{"citations":["A.C.A. &sect; 7-5-312(h)","A.C.A. &sect; 7-5-417","http://law.justia.com/codes/arkansas/2010/title-7/chapter-5/subchapter-3/7-5-312/","http://www.votenaturally.org/where_when_how_vote.html","Rule 108.00.07-005"],"confirmed-on":"2012-09-17","date-acquired":"2011-9-15","fact":"The voter must complete an \"eligibility affirmation,\" which is a written statement that the challenged person is an eligible voter. The challenged voter must vote on a provisional ballot. The county board then preliminarily reviews the voter's information. If upon preliminary review, the county board is unable to verify the challenged voter's registration status or determines that the provisional voter cast his or her ballot in the wrong precinct, the preliminary determination is that the provisional ballot will not be counted. Then county board must notify the challenged voter of their right to a hearing before a final determination is made. The voter may provide identification or other evidence of their registration status to the county board, county board staff, or the county clerk at any time prior to the scheduled hearing. Also, the voter may appear before the county board to contest the county board's decision to disqualify their vote and may present evidence that they were registered to vote in the precinct where they cast their provisional ballot before the county board makes a final determination.","subtopic":"How does a voter defend their eligibility to vote if they are challenged?"}]},"name":"Voter ID and Challenges","voter-id":{"name":"Voter ID","subtopics":[{"citations":["A.C.A. &sect; 7-5-201(d)","A.C.A. &sect; 7-5-305","http://law.justia.com/codes/arkansas/2010/title-7/chapter-5/subchapter-2/7-5-201/","http://www.votenaturally.org/where_when_how_vote.html"],"confirmed-on":"2012-09-17","date-acquired":"2011-9-15","fact":"ID will be REQUESTED of all voters. However, ID Is only required of first-time voters who did not register in person with a government official.","subtopic":"Who must show ID to vote?"},{"citations":["A.C.A. &sect; 7-5-201(d)","A.C.A. &sect; 7-5-305","http://law.justia.com/codes/arkansas/2010/title-7/chapter-5/subchapter-2/7-5-201/","http://www.votenaturally.org/where_when_how_vote.html"],"confirmed-on":"2012-09-17","date-acquired":"2011-9-15","fact":"A current and valid photo ID or a copy of a current utility bill, bank statement, government check, paycheck, or other government document that shows the name and address of the voter.","subtopic":"What ID is acceptable?"},{"citations":["A.C.A. &sect; 7-5-305","http://law.justia.com/codes/arkansas/2010/title-7/chapter-5/subchapter-3/7-5-305/","http://lccr.3cdn.net/17badac0fab1e38330_i2m6b91dc.pdf"],"confirmed-on":"2012-09-17","date-acquired":"2011-9-15","fact":"If a non-first-time voter is unable to provide identification, the election official will note that on the voter list, and the voter may vote a REGULAR ballot. However, if a voter is a first-time voter did not present acceptable identification when they registered to vote and does not provide it at the polls, the voter may vote a provisional ballot (NOT a regular ballot). A voter who votes a provisional ballot may be required to take additional steps to get a provisional ballot to count.","subtopic":"If a voter has no ID, are there alternatives such as an oath or witness?"},{"citations":["A.C.A. &sect; 7-5-201(d)","http://law.justia.com/codes/arkansas/2010/title-7/chapter-5/subchapter-2/7-5-201/","http://www.brennancenter.org/pages/student_voting_guide_arkansas/"],"confirmed-on":"2012-09-17","date-acquired":"2011-9-15","fact":"Yes.","subtopic":"Is a student ID an acceptable form of identification?"},{"citations":["A.C.A. &sect; 7-5-201(d)","Rose's conversation with Tim Humphries of AK's state elections office on 7/3/12."],"confirmed-on":"2012-08-08","date-acquired":"2011-8-30","fact":"An address match is not necessary for photo ID, but an exact address match is necessary for a utility bill, paycheck, government document with address, etc.","subtopic":"Does the address on the ID have to match the address at which the voter is registered?"},{"citations":["A.C.A. &sect; 7-5-305","http://law.justia.com/codes/arkansas/2010/title-7/chapter-5/subchapter-3/7-5-305/"],"confirmed-on":"2012-09-17","date-acquired":"2011-9-15","fact":"No.","subtopic":"Do elections without federal offices on the ballot (such as off-year gubernatorial elections) have different ID requirements?"}]}}