{"challenges-to-voters-at-the-polling-place":{"name":"Challenges to Voters at the Polling Place","subtopics":[{"citations":["CA Elec Code &sect; 14240","http://codes.lp.findlaw.com/cacode/ELEC/1/d14/3/3/s14240"],"confirmed-on":"2012-08-24","date-acquired":"2011-9-15","fact":"On Election Day, only a member of the precinct board may challenge a voter.","subtopic":"Who can challenge a voter?"},{"citations":["CA Elec Code &sect; 14216","http://codes.lp.findlaw.com/cacode/ELEC/1/d14/3/2/s14216"],"confirmed-on":"2012-08-24","date-acquired":"2011-9-15","fact":"Challenges are permitted at the polls on Election Day.","subtopic":"What are the restrictions on polling place challenges?"},{"citations":["Cal Elec Code &sect; 14240(a)","Cal Elec Code &sect; 14241","http://codes.lp.findlaw.com/cacode/ELEC/1/d14/3/3/s14240"],"confirmed-on":"2012-08-24","date-acquired":"2011-9-15","fact":"Any or all of the following are grounds for a challenge on Election Day: \r\n * that the voter is not the person whose name appears on the index;  \r\n * that the voter is not a resident of the precinct;  \r\n * that the voter is not a citizen of the United States;  \r\n * that the voter has voted that day; and  \r\n * that the voter is presently on parole for the conviction of a felony.  \r\n  \r\nNote: A piece of mail returned undelivered is not acceptable evidence to initiate a challenge of residency unless other evidence or testimony is also presented. It is also not, by itself, acceptable evidence upon which a challenge may be decided.","subtopic":"What are the allowed reasons on which a voter can be challenged?"},{"citations":["CA Elec Code &sect; 14240","http://codes.lp.findlaw.com/cacode/ELEC/1/d14/3/3/s14240"],"confirmed-on":"2012-08-24","date-acquired":"2011-9-15","fact":"Yes, probable cause is required by law if the challenge was suggested to a member of the precinct board by someone else.","subtopic":"Is there a requirement for the challenger to provide cause or evidence?"},{"citations":["CA Elec Code &sect; 14243","CA Elec Code &sect; 14244","CA Elec Code &sect; 14245","CA Elec Code &sect; 14246","CA Elec Code &sect; 14247","CA Elec Code &sect; 14251","http://codes.lp.findlaw.com/cacode/ELEC/1/d14/3/3/s14243"],"confirmed-on":"2012-08-24","date-acquired":"2011-9-15","fact":"The challenged voter must swear an oath or answer questions affirming their eligibility to vote and/or identity. After taking the oath or answering the questions asked, a voter challenged on the grounds of their identity or that they have already voted should be allowed to vote. Residency and citizenship challenges should be determined by the precinct board at that time. The board may question other voters present who may have evidence or knowledge of the situation. If a voter refuses to take the oath and/or answer questions, they cannot vote. Any doubt in the interpretation of the law shall be resolved in favor of the challenged voter.","subtopic":"How does a voter defend their eligibility to vote if they are challenged?"}]},"name":"Voter ID and Challenges","voter-id":{"name":"Voter ID","subtopics":[{"citations":["2 CCR 20108.38","42 USCS &sect; 15483(b)","CA Elec Code &sect; 14216","http://codes.lp.findlaw.com/cacode/ELEC/1/d14/3/3/s14216"],"confirmed-on":"2012-08-24","date-acquired":"2011-9-15","fact":"A first-time voter who did not provide their driver's license number, state ID number, social security number or identification with their application may need to show ID at the polls.","subtopic":"Who must show ID to vote?"},{"citations":["2 CCR 20107","http://lccr.3cdn.net/520ad0e0757d664336_uum6b6ezi.pdf","http://www.sos.ca.gov/elections/ccrov/pdf/2010/january/10013ra.pdf"],"confirmed-on":"2012-08-24","date-acquired":"2011-9-15","fact":"Certain first-time voters must provide either: (1) a current and valid photo identification or (2) some other document deemed by regulation to demonstrate satisfactory proof of identity.  \r\n  \r\nA current and valid photo ID is a document provided by a third party in the ordinary course of business that includes the name and photograph of the individual presenting it. A photo identification does not need to contain the voter's address or be issued by a government agency to be adequate for these purposes. Examples include:  \r\n  \r\n * A driver's license or identification card of any state  \r\n * Passport  \r\n * Employee identification card  \r\n * Identification card provided by a commercial establishment  \r\n * Credit or debit card  \r\n * Military identification card  \r\n * Student identification card  \r\n * Health club identification card  \r\n * Insurance plan identification card  \r\n * Public housing identification card  \r\n  \r\n<br />\r\nOther documents deemed to demonstrate proof of identity must include the name and address of the individual presenting them and be dated since the date of the last general election. Examples include:  \r\n  \r\n * Utility bill  \r\n * Bank statement  \r\n * Government check  \r\n * Government paycheck  \r\n * Documents issued by a governmental agency (e.g., an issued sample ballot, a voter notification card, a public housing identification card, a property tax statement, a public transportation authority senior citizen discount card, a lease or rental statement or agreement, a student ID card, a tuition statement or bill, an insurance plan card, or a vehicle registration or certificate of ownership)  \r\n * A discharge certificate, pardon, or other official document issued to the voter in connection with the resolution of a criminal case, indictment, sentence, or other matter  \r\n * Identification document issued by governmental disability agencies, government homeless shelters and other temporary or transitional facilities  \r\n * A drug prescription issued by a government doctor or other governmental health care provider  \r\n\r\n<br />","subtopic":"What ID is acceptable?"},{"citations":["2 CCR 20107","http://www.sos.ca.gov/elections/ccrov/pdf/2010/january/10013ra.pdf"],"confirmed-on":"2012-08-24","date-acquired":"2011-9-15","fact":"None. If a voter designated as being required to provide identification either does not have any qualified identification documents with him or her, or does not wish to provide identification for any reason, the voter is still eligible to cast a provisional ballot. However, a voter may have to take additional steps to get a provisional ballot counted.","subtopic":"If a voter has no ID, are there alternatives such as an oath or witness?"},{"citations":["2 CCR 20107","http://stanvote.com/hava.shtm"],"confirmed-on":"2012-08-24","date-acquired":"2011-9-15","fact":"Yes, as long as it includes the voter's name and photograph.","subtopic":"Is a student ID an acceptable form of identification?"},{"citations":["http://www.sos.ca.gov/elections/elections_faq.htm"],"confirmed-on":"2012-08-24","date-acquired":"2011-9-27","fact":"Yes.","subtopic":"Does the address on the ID have to match the address at which the voter is registered?"},{"citations":["Per California Secretary of State's office, August 2012."],"confirmed-on":"2012-08-29","date-acquired":"2011-7-26","fact":"No. There are no differences in ID requirements between elections with and without a federal candidate on the ballot.","subtopic":"Do elections without federal offices on the ballot (such as off-year gubernatorial elections) have different ID requirements?"}]}}