{"challenges-to-voters-at-the-polling-place":{"name":"Challenges to Voters at the Polling Place","subtopics":[{"citations":["http://legis.la.gov/lss/lss.asp?doc=81646","LA RS &sect; 18:565(A)"],"confirmed-on":"2012-09-18","date-acquired":"2011-8-22","fact":"A commissioner, watcher or qualified voter may challenge a person applying to vote.","subtopic":"Who can challenge a voter?"},{"citations":["http://legis.la.gov/lss/lss.asp?doc=81646","LA RS &sect; 18:565(A)"],"confirmed-on":"2012-09-18","date-acquired":"2011-8-22","fact":"Challenges are allowed at the polls on Election Day.","subtopic":"What are the restrictions on polling place challenges?"},{"citations":["http://legis.la.gov/lss/lss.asp?doc=81646","LA RS &sect; 18:565(A)"],"confirmed-on":"2012-09-18","date-acquired":"2011-8-22","fact":"A commissioner, watcher or qualified voter may challenge a person applying to vote on any of the following grounds: the applicant is not qualified to vote in the election; the applicant is not qualified to vote in the precinct; or the applicant is not the person whose name is on the precinct register. Additionally, all voters who complete a voter identification affidavit are subject to challenge before voting.","subtopic":"What are the allowed reasons on which a voter can be challenged?"},{"citations":["http://legis.la.gov/lss/lss.asp?doc=81646","LA RS &sect; 18:565"],"confirmed-on":"2012-09-18","date-acquired":"2011-8-22","fact":"A probable cause requirement is not defined or required by statute.","subtopic":"Is there a requirement for the challenger to provide cause or evidence?"},{"citations":["http://www.sos.louisiana.gov/Portals/0/elections/pdf/IPElecDayPDFrev.11-09123009.pdf"],"confirmed-on":"2012-09-18","date-acquired":"2010-5-28","fact":"If a challenge is made, a majority of the commissioners must determine whether\r\nthe challenge is valid or invalid. If INVALID, the applicant shall be permitted to vote. If the commissioners determine by majority vote that the challenge is VALID, the applicant shall NOT be permitted to vote. If the valid challenge is based on change of residence and the applicant has moved within the parish or has moved outside the parish within the last three months, the voter shall be allowed to vote upon completing an address confirmation form.","subtopic":"How does a voter defend their eligibility to vote if they are challenged?"}]},"name":"Voter ID and Challenges","voter-id":{"name":"Voter ID","subtopics":[{"citations":["http://legis.la.gov/lss/lss.asp?doc=81643","LA RS &sect; 18:562(A)(2)"],"confirmed-on":"2012-09-18","date-acquired":"2011-8-22","fact":"All voters.","subtopic":"Who must show ID to vote?"},{"citations":["http://legis.la.gov/lss/lss.asp?doc=81643","LA RS &sect; 18:562(A)(2)"],"confirmed-on":"2012-09-18","date-acquired":"2011-8-22","fact":"A picture identification card, which may include a Louisiana driver's license, a Louisiana Special ID card, or other generally recognized picture identification card with the voter's name and signature.","subtopic":"What ID is acceptable?"},{"citations":["http://legis.la.gov/lss/lss.asp?doc=81643","http://www.sos.la.gov/tabid/151/Default.aspx","LA RS &sect; 18:562(A)(2)"],"confirmed-on":"2012-09-18","date-acquired":"2011-8-22","fact":"If the voter does not have the photo ID as specified above, the voter may still vote if they present a utility bill, payroll check or government document that includes their name and address. However, they will also have to sign an affidavit. ","subtopic":"If a voter has no ID, are there alternatives such as an oath or witness?"},{"citations":["http://legis.la.gov/lss/lss.asp?doc=81643","LA RS &sect; 18:562(A)(2)"],"confirmed-on":"2012-09-18","date-acquired":"2011-8-22","fact":"Yes, if it has the voter's name, photo and signature.","subtopic":"Is a student ID an acceptable form of identification?"},{"citations":["http://legis.la.gov/lss/lss.asp?doc=81643","LA RS &sect; 18:562(A)(2)"],"confirmed-on":"2012-09-18","date-acquired":"2011-8-22","fact":"No.","subtopic":"Does the address on the ID have to match the address at which the voter is registered?"},{"citations":["http://legis.la.gov/lss/lss.asp?doc=81643","LA RS &sect; 18:562(A)(2)"],"confirmed-on":"2012-09-18","date-acquired":"2011-8-22","fact":"No. Voter identification requirements are the same in every election for all voters.","subtopic":"Do elections without federal offices on the ballot (such as off-year gubernatorial elections) have different ID requirements?"}]}}