{"challenges-to-voters-at-the-polling-place":{"name":"Challenges to Voters at the Polling Place","subtopics":[{"citations":["http://www.michigan.gov/documents/sos/XI_Election_Day_Issues_266009_7.pdf","MCL 168.7(1)","MCL 168.733(1)"],"confirmed-on":"2012-08-31","date-acquired":"2011-10-26","fact":"A registered elector, an election inspector or a registered challenger.","subtopic":"Who can challenge a voter?"},{"citations":["http://www.michigan.gov/documents/sos/Challenger_QA_177165_7.pdf","MCL 168.7(1)"],"confirmed-on":"2012-08-31","date-acquired":"2011-10-26","fact":"Challenges are permitted at the polls on Election Day.","subtopic":"What are the restrictions on polling place challenges?"},{"citations":["http://www.michigan.gov/documents/sos/090507_Voter_Id_QA5_209294_7.pdf","http://www.michigan.gov/documents/sos/Challenger_QA_177165_7.pdf","MCL 168.7(1)"],"confirmed-on":"2012-08-31","date-acquired":"2011-10-26","fact":"A challenger has the right to challenge a voter if the challenger has good reason to believe that a person who offers to vote:  \r\n  \r\n * Is not a true resident of the city or township  \r\n * Has not yet attained 18 years of age  \r\n * Is not a United States citizen, or  \r\n * Did not register to vote on or before the close of registration for the election at hand.  \r\n  \r\nA challenger has the right to challenge any voter issued an absentee ballot who appears at the polls to vote on Election Day claiming that he or she never received the absentee ballot, lost the absentee ballot or destroyed the absentee ballot. A challenger has the right to challenge a voter in any instance where the precinct board fails to prepare a \"challenged ballot\" for a voter when required. A voter cannot be challenged just because he or she is not in possession of picture identification or did not bring picture identification to the polls and signs the affidavit in order to vote. Of course, as is the case with any voter, a voter who is unable to show picture identification can be challenged if a challenger or an election inspector has \"good reason to believe\" that the person is not qualified to vote in the precinct.","subtopic":"What are the allowed reasons on which a voter can be challenged?"},{"citations":["http://www.michigan.gov/documents/sos/Challenger_QA_177165_7.pdf","http://www.michigan.gov/documents/sos/XI_Election_Day_Issues_266009_7.pdf","MCL 168.7(3)"],"confirmed-on":"2012-08-31","date-acquired":"2011-10-26","fact":"A challenger is not permitted to challenge a voter's right to vote unless the challenger has good reason to believe that the elector is not eligible to vote in the precinct. A challenger does not have the right to issue a challenge based on an \"impression\" that the voter may not be eligible to vote in the precinct due to the voter's manner of dress, inability to read or write English, perceived race or ethnic background or need for assistance with the voting process. Similarly, a challenger does not have the right to issue a challenge due to any physical or mental disability the voter may have or is perceived to have. Michigan election law provides penalties for the following infractions: a person who submits a challenger appointment authorization application on behalf of a group or organization that is not authorized to appoint challengers and a person who challenges a qualified elector for the purpose of annoying or delaying the voter.","subtopic":"Is there a requirement for the challenger to provide cause or evidence?"},{"citations":["http://www.michigan.gov/documents/sos/Challenger_QA_177165_7.pdf","MCL 168.729"],"confirmed-on":"2012-08-31","date-acquired":"2011-10-26","fact":"After the challenge is issued, the chairperson of the precinct board or an election inspector designated by the chairperson is responsible for supervising the challenge to make sure that it is conducted promptly and courteously. A \"good reason to believe\" challenge proceeds as follows:  \r\n  \r\n1) After the challenge is made, the challenged person takes the oath printed below. The oath is administered by the chairperson of the precinct board or a designated election inspector. Oath: \"I swear (or affirm) that I will truly answer all questions put to me concerning my qualifications as a voter.\"  \r\n  \r\n2) After the oath has been administered, the precinct chairperson or a designated election inspector may question the challenged voter. Election law stipulates that the questions be confined to the person's qualifications as a voter (i.e., citizenship, age, residency and date of registration).  \r\n  \r\n3) A challenged voter is permitted to vote a specially prepared \"challenged ballot\" if the answers given under oath prove that he or she is qualified to vote in the precinct. A challenged voter may not vote if he or she refuses to take the oath, refuses to answer appropriate questions under oath or is found to be not qualified to vote through the answers given under oath.  \r\n  \r\n4) A complete record of the challenge must be entered on the \"CHALLENGED VOTERS\" page in the poll book. The record must include the name of the person making the challenge; the time of the challenge; the name, address and telephone number of the person challenged; and any other pertinent information.  \r\n  \r\nOther challenges do not require questioning - usually the voter will be given a challenged ballot.","subtopic":"How does a voter defend their eligibility to vote if they are challenged?"}]},"name":"Voter ID and Challenges","voter-id":{"name":"Voter ID","subtopics":[{"citations":["http://www.michigan.gov/sos/0,1607,7-127-1633_11619-123989--,00.html#5","MCL 168.509t","MCL 168.523"],"confirmed-on":"2012-08-31","date-acquired":"2011-10-26","fact":"All voters are asked to present an acceptable photo ID. First-time voters who did not register in person with a government official and did not provide ID with their registration form are required to meet the federal ID requirement in addition to the Michigan ID requirement when they vote for the first time.","subtopic":"Who must show ID to vote?"},{"citations":["42 USCS  15483(b)","http://www.michigan.gov/documents/sos/090507_Voter_Id_QA5_209294_7.pdf\r\n","http://www.michigan.gov/documents/sos/ED-125_05-2010_Instrc_for_Voting_313098_7.pdf","http://www.michigan.gov/sos/0,1607,7-127-29836-202520--F,00.html","MCL 168.509t","MCL 168.523"],"confirmed-on":"2012-08-31","date-acquired":"2011-10-26","fact":"The following types of photo ID are acceptable to meet the Michigan identification requirement:  \r\n  \r\n * Michigan driver's license or state-issued ID card  \r\n  \r\n * Current driver's license or personal identification card issued by another state  \r\n  \r\n * Current federal- or state government-issued photo identification  \r\n  \r\n * Current U.S. passport  \r\n  \r\n * Current military ID with photo  \r\n  \r\n * Current student identification with photo from a high school or accredited institution of higher learning  \r\n  \r\n * Current tribal identification card with photo  \r\n  \r\nThe ID does not need to contain an address.  \r\n  \r\nThe following types of ID may be used to meet the federal ID requirement of first-time voters who did not register in person with a government official and did not submit a copy of ID with their registration form:  \r\n  \r\n * An acceptable form of picture identification (see above), or  \r\n  \r\n * A paycheck, government check, utility bill, bank statement or a government document which lists the voter's name and address","subtopic":"What ID is acceptable?"},{"citations":["http://www.michigan.gov/sos/0,1607,7-127-1633_11619-123989--,00.html#5","MCL 168.523(1)"],"confirmed-on":"2012-08-31","date-acquired":"2011-10-26","fact":"Voters who do not have an acceptable form of ID (to meet the Michigan requirement) or failed to bring it with them to the polls can still vote. They simply sign a brief affidavit stating that they're not in possession of a photo ID. Their ballots are included with all others and counted on Election Day.","subtopic":"If a voter has no ID, are there alternatives such as an oath or witness?"},{"citations":["42 USCS 15483(b)","http://www.michigan.gov/documents/sos/090507_Voter_Id_QA5_209294_7.pdf\r\n","http://www.michigan.gov/sos/0,1607,7-127-29836-202520--F,00.html","MCL 168.509t","MCL 168.523"],"confirmed-on":"2012-08-31","date-acquired":"2011-10-26","fact":"Yes.","subtopic":"Is a student ID an acceptable form of identification?"},{"citations":["Per Michigan Secretary of State's office, September 2012."],"confirmed-on":"2012-09-12","date-acquired":"2011-8-30","fact":"No. It must only be a valid photo ID.","subtopic":"Does the address on the ID have to match the address at which the voter is registered?"},{"citations":["Per Michigan Secretary of State's office, September 2012."],"confirmed-on":"2012-09-12","date-acquired":"2010-6-3","fact":"No.","subtopic":"Do elections without federal offices on the ballot (such as off-year gubernatorial elections) have different ID requirements?"}]}}