{"challenges-to-voters-at-the-polling-place":{"name":"Challenges to Voters at the Polling Place","subtopics":[{"citations":["RSMo &sect; 115.105","RSMo &sect; 115.429"],"confirmed-on":"2012-08-23","date-acquired":"2011-9-27","fact":"Challenges can be made by any registered voter, any election official, or a party's appointed challenger. (Each party on the ballot may appoint one challenger per polling place. The appointment must be made in writing to the local election official.)","subtopic":"Who can challenge a voter?"},{"citations":["RSMo &sect; 115.105","RSMo &sect; 115.429"],"confirmed-on":"2012-08-23","date-acquired":"2011-9-27","fact":"Challenges are permitted at the polling place on Election Day.","subtopic":"What are the restrictions on polling place challenges?"},{"citations":["http://www.moga.mo.gov/statutes/C100-199/1150000105.HTM","RSMo &sect; 115.105"],"confirmed-on":"2012-08-23","date-acquired":"2011-9-27","fact":"In order to make a challenge, a challenger must believe that the state's election laws have been or will be violated.","subtopic":"What are the allowed reasons on which a voter can be challenged?"},{"citations":["RSMo &sect; 115.105","RSMo &sect; 115.429"],"confirmed-on":"2012-08-23","date-acquired":"2011-9-27","fact":"No.","subtopic":"Is there a requirement for the challenger to provide cause or evidence?"},{"citations":["RSMo &sect; 115.429"],"confirmed-on":"2012-08-23","date-acquired":"2011-9-27","fact":"The poll workers (by majority vote) make a decision about whether the voter is eligible. If the poll workers decide the voter is not, they can appeal to the local election official or in court. The voter may have to sign an affidavit swearing to their identity.","subtopic":"How does a voter defend their eligibility to vote if they are challenged?"}]},"name":"Voter ID and Challenges","voter-id":{"name":"Voter ID","subtopics":[{"citations":["http://www.sos.mo.gov/elections/goVoteMissouri/questions.aspx#2_1","RSMo &sect; 115.427"],"confirmed-on":"2012-08-23","date-acquired":"2011-9-27","fact":"All voters.","subtopic":"Who must show ID to vote?"},{"citations":["http://www.moga.mo.gov/statutes/c100-199/1150000427.htm","http://www.sos.mo.gov/elections/goVoteMissouri/docs/acceptable_ids.pdf","http://www.sos.mo.gov/elections/goVoteMissouri/howtovote.aspx","RSMo &sect; 115.427"],"confirmed-on":"2012-08-23","date-acquired":"2011-9-27","fact":" * An ID issued by the federal government or one of its agencies, the state of Missouri or a state agency, or a local election authority of the state  \r\n\r\n  \r\n\r\n * A student ID issued by a Missouri institution of higher education (public or private), including universities, colleges, vocational and technical schools  \r\n\r\n  \r\n\r\n * A copy of a current utility bill, bank statement, paycheck, government check or other government document that contains the name and address of the voter  \r\n\r\n  \r\n\r\n * Driver's license or state ID card issued by another state","subtopic":"What ID is acceptable?"},{"citations":["http://www.sos.mo.gov/elections/goVoteMissouri/docs/acceptable_ids.pdf","RSMo &sect; 115.427"],"confirmed-on":"2012-08-23","date-acquired":"2011-9-27","fact":"Yes. If two supervising election judges (one from each major political party) attest that they know the voter, the voter will be allowed to vote a regular ballot. Otherwise, if a voter does not have ID, they can vote a provisional ballot. Certain voters MAY have to take additional steps to get their ballot to count.","subtopic":"If a voter has no ID, are there alternatives such as an oath or witness?"},{"citations":["http://www.sos.mo.gov/elections/goVoteMissouri/docs/acceptable_ids.pdf","RSMo &sect; 115.427"],"confirmed-on":"2012-08-23","date-acquired":"2011-9-27","fact":"Yes, an ID issued by a public or private insitutiton of higher education in Missouri (i.e., university, college, vocational school or technical school) is an acceptable form of ID.","subtopic":"Is a student ID an acceptable form of identification?"},{"citations":["Conversation with the Missouri Secretary of State's Office on 8/31/2011","RSMo &sect; 115.427"],"confirmed-on":"2012-08-23","date-acquired":"2011-8-31","fact":"No.","subtopic":"Does the address on the ID have to match the address at which the voter is registered?"},{"citations":["RSMo &sect; 115.427"],"confirmed-on":"2012-08-23","date-acquired":"2011-9-27","fact":"No.","subtopic":"Do elections without federal offices on the ballot (such as off-year gubernatorial elections) have different ID requirements?"}]}}