{"challenges-to-voters-at-the-polling-place":{"name":"Challenges to Voters at the Polling Place","subtopics":[{"citations":["http://www.gencourt.state.nh.us/rsa/html/LXIII/659/659-27.htm","RSA 659:27","RSA 666:4","RSA 666:5"],"confirmed-on":"2012-09-02","date-acquired":"2011-9-29","fact":"Any other voter registered to vote in the town or ward, election officials, challengers appointed by the political committees, and challengers appointed by the Attorney General may challenge a voter's right to cast a ballot.","subtopic":"Who can challenge a voter?"},{"citations":["http://www.gencourt.state.nh.us/rsa/html/LXIII/654/654-7-c.htm","RSA 654:7-c","RSA 659:27"],"confirmed-on":"2012-09-02","date-acquired":"2011-9-29","fact":"Challenges are permitted at the polls on Election Day. A challenge may be made up until the moment when the ballot has been dropped into the ballot box or fed into the vote-counting machine.","subtopic":"What are the restrictions on polling place challenges?"},{"citations":["http://www.gencourt.state.nh.us/rsa/html/LXIII/659/659-27.htm","RSA 659:27"],"confirmed-on":"2012-09-02","date-acquired":"2011-9-29","fact":"Voters may be challenged for the following reasons:  \r\n  \r\n * The person seeking to vote is not the individual whose name he or she has given.  \r\n * The person seeking to vote has already voted in the election at the time and place specified in the challenge.  \r\n * The person seeking to vote is disqualified as a voter by conviction of a willful violation of the elections laws, such conviction having been for the offense specified in the challenge.  \r\n * The person seeking to vote is under 18 years of age.  \r\n * The person seeking to vote is not a United States citizen.  \r\n * The person seeking to vote is not domiciled in the town or ward where he or she is seeking to vote because the person's true domicile is in the town or city specified in the challenge.  \r\n * The person seeking to vote does not reside at the address listed for that person on the checklist.  \r\n * The person seeking to vote is an incarcerated convicted felon who is currently sentenced to incarceration in the institution specified in the challenge.  \r\n * The person is attempting to vote in a primary and the person is not a declared member of the party with which he or she claims to be affiliated.  \r\n * The person is ineligible to vote pursuant to some other state or federal statute or constitutional provision specified in the challenge.","subtopic":"What are the allowed reasons on which a voter can be challenged?"},{"citations":["http://www.gencourt.state.nh.us/rsa/html/LXIII/659/659-27.htm","RSA 659:27","RSA 659:27-a"],"confirmed-on":"2012-09-02","date-acquired":"2011-9-29","fact":"Yes. A person must have personal knowledge or other reason for probable cause that the person is ineligible to vote.","subtopic":"Is there a requirement for the challenger to provide cause or evidence?"},{"citations":["http://www.gencourt.state.nh.us/rsa/html/LXIII/659/659-27.htm","RSA 659:27","RSA 659:29","RSA 659:31"],"confirmed-on":"2012-09-02","date-acquired":"2011-9-29","fact":"Generally, if challenged, the voter need only sign an affidavit stating that he or she is who he or she declares himself or herself to be and is a qualified voter. For a primary election, the voter must also affirm that they affiliate with and generally support the candidates of the party.","subtopic":"How does a voter defend their eligibility to vote if they are challenged?"}]},"name":"Voter ID and Challenges","voter-id":{"name":"Voter ID","subtopics":[{"citations":["http://sos.nh.gov/WorkArea/DownloadAsset.aspx?id=25702","http://www.gencourt.state.nh.us/rsa/html/LXIII/654/654-7-a.htm","RSA 654:7-a","RSA 659:13"],"confirmed-on":"2012-09-02","date-acquired":"2011-9-29","fact":"All voters.","subtopic":"Who must show ID to vote?"},{"citations":["http://sos.nh.gov/WorkArea/DownloadAsset.aspx?id=25702","http://www.gencourt.state.nh.us/rsa/html/LXIII/654/654-12.htm","RSA 659:12"],"confirmed-on":"2012-09-02","date-acquired":"2011-9-29","fact":"For any election before September 1, 2013, a person may provide on of the following:\r\n\r\n* A driver's license issued by any state (even if expired);\r\n* ID card issued by the New Hampshire DMV;\r\n* U.S. Armed Services ID card;\r\n* U.S. Passport (even if expired);\r\n* Valid photo ID card issued by either the federal government or state, county or municipal government;\r\n* Valid student ID card;\r\n* Other photo ID deemed legitimate by the supervisors of the checklist, the moderator, or the clerk; or\r\n* Verification of identity by a supervisor of the checklist, the moderator or the clerk\r\n\r\n","subtopic":"What ID is acceptable?"},{"citations":["http://sos.nh.gov/WorkArea/DownloadAsset.aspx?id=25702","http://www.gencourt.state.nh.us/rsa/html/LXIII/654/654-12.htm","RSA 659:12"],"confirmed-on":"2012-09-02","date-acquired":"2011-9-29","fact":"Before November 1, 2012, any voter who does not present an approved photo ID will be informed of the newly implemented voter ID law and be permitted to vote.\r\n\r\nBetween November 1, 2012 and September 1, 2012, any voter who does not present an approved photo ID will be permitted to vote after executing a \"challenged voter affidavit.\"","subtopic":"If a voter has no ID, are there alternatives such as an oath or witness?"},{"citations":["http://www.gencourt.state.nh.us/rsa/html/LXIII/654/654-12.htm","RSA 659:12"],"confirmed-on":"2012-09-02","date-acquired":"2011-9-29","fact":"Yes.","subtopic":"Is a student ID an acceptable form of identification?"},{"citations":["http://sos.nh.gov/WorkArea/DownloadAsset.aspx?id=25702","Per New Hampshire Secretary of State's office, September 2012."],"confirmed-on":"2012-09-13","date-acquired":"2011-11-10","fact":"No. Voter ID is only to check a voter's identity, not their address. The election administrator will ask for a declaration of address, but no proof of address is necessary.","subtopic":"Does the address on the ID have to match the address at which the voter is registered?"},{"citations":["http://www.gencourt.state.nh.us/rsa/html/LXIII/654/654-12.htm","RSA 659:12"],"confirmed-on":"2012-09-02","date-acquired":"2011-9-29","fact":"No. The requirements are the same for all new registrants.","subtopic":"Do elections without federal offices on the ballot (such as off-year gubernatorial elections) have different ID requirements?"}]}}