{"challenges-to-voters-at-the-polling-place":{"name":"Challenges to Voters at the Polling Place","subtopics":[{"citations":["http://www.leg.state.nv.us/NRS/NRS-293.html#NRS293Sec303","NRS 293.303"],"confirmed-on":"2012-09-21","date-acquired":"2011-9-12","fact":"Any registered voter of the same precinct as the challenged voter who has personal knowledge of the challenge, or any voter who had filed a challenge in writing.","subtopic":"Who can challenge a voter?"},{"citations":["http://www.leg.state.nv.us/NRS/NRS-293.html#NRS293Sec303","NRS 293.303"],"confirmed-on":"2012-09-21","date-acquired":"2011-9-12","fact":"No restriction.","subtopic":"What are the restrictions on polling place challenges?"},{"citations":["http://www.leg.state.nv.us/NRS/NRS-293.html#NRS293Sec273","NRS 293.303"],"confirmed-on":"2012-09-21","date-acquired":"2011-9-12","fact":"A voter can be challenged on the grounds of:  \r\n  \r\n * Not belonging to the political party that they claim  \r\n * Not having registered under the political party which they claim  \r\n * Not residing at the address on their voter registration  \r\n * Having already voted in the election, or  \r\n * Not being who they say they are\r\n\r\n<br />","subtopic":"What are the allowed reasons on which a voter can be challenged?"},{"citations":["http://www.leg.state.nv.us/NRS/NRS-293.html#NRS293Sec303","NRS 293.303"],"confirmed-on":"2012-09-21","date-acquired":"2011-9-12","fact":"There is a requirement that the challenger have personal knowledge of the challenged voter.","subtopic":"Is there a requirement for the challenger to provide cause or evidence?"},{"citations":["http://www.leg.state.nv.us/NRS/NRS-293.html#NRS293Sec303","NRS 293.303"],"confirmed-on":"2012-09-21","date-acquired":"2011-9-12","fact":"The voter must make an oath to a poll worker that the challenge is not true. If the voter is challenged as not being who they say they are, they are required to provide either identification or another person who can swear to their identity.","subtopic":"How does a voter defend their eligibility to vote if they are challenged?"}]},"name":"Voter ID and Challenges","voter-id":{"name":"Voter ID","subtopics":[{"citations":["http://www.leg.state.nv.us/NRS/NRS-293.html#NRS293Sec2725","NRS 293.2725","NRS 293.277"],"confirmed-on":"2012-09-21","date-acquired":"2011-9-12","fact":"Only first-time voters who did not register in person with a government official, and who have not been matched to the social security or driver's license databases, must show proof of ID and residency.","subtopic":"Who must show ID to vote?"},{"citations":["http://www.leg.state.nv.us/NRS/NRS-293.html#NRS293Sec2725","NAC 293.395","NRS 293.2725"],"confirmed-on":"2012-09-21","date-acquired":"2011-9-12","fact":"The following may be used to establish identity:  \r\n  \r\n * A current and valid Nevada driver's license  \r\n * A current and valid Nevada state identification card  \r\n * A current and valid U.S. military ID  \r\n * A current and valid employee ID card issued by a sheriff of a Nevada county to an employee as a condition of his employment by certain business enterprises  \r\n * A current and valid identification card issued by a locality in Nevada, the state of Nevada or federal government agency, including, without limitation, a public school, college or university  \r\n * A current and valid student identification card from an accredited private school, college or university  \r\n * A current and valid U.S. passport  \r\n * A current and valid insurance plan identification card (at the discretion of the county clerk)  \r\n * A current and valid tribal identification card  \r\n * A current and valid employee identification card (at the discretion of the county clerk)  \r\n * Any other official article which the county clerk determines to be a reliable indication of the true name and identity of the person, including, without limitation, an expired article listed above, if that article has been expired for 30 calendar days or less and is otherwise valid.  \r\n\r\n<br />  \r\nThe following may be used to establish residency if the current residential address of the applicant, as indicated on the application to register to vote, is displayed on the article:  \r\n  \r\n * Any article listed above  \r\n * A current and valid utility bill, including, without limitation, a bill for electricity, gas, oil, water, sewer, septic, telephone, cellular telephone or cable television  \r\n * A current and valid bank or credit union statement  \r\n * A current and valid paycheck  \r\n * A current and valid income tax return  \r\n * A current and valid statement concerning the mortgage, rental or lease of a residence  \r\n * A current and valid motor vehicle registration  \r\n * A current and valid document issued by a governmental agency  \r\n * A current and valid property tax statement  \r\n * Any other official article which the county clerk determines, in his/her discretion, to be a reliable indication of the true residential address of the person\r\n\r\n<br />","subtopic":"What ID is acceptable?"},{"citations":["Per Nevada Secretary of State, September 2012."],"confirmed-on":"2012-09-21","date-acquired":"2010-6-28","fact":"No.","subtopic":"If a voter has no ID, are there alternatives such as an oath or witness?"},{"citations":["http://nvsos.gov/index.aspx?page=77#id","http://www.brennancenter.org/pages/student_voting_guide_nevada","NAC 293.395"],"confirmed-on":"2012-09-21","date-acquired":"2011-9-12","fact":"Yes, to prove their identity. But if it does not show the voter's address, the voter will need to show another ID or document to prove their residency, such as a rent receipt with a pre-printed address, a pre-printed check, a credit card statement, or proof of car registration or insurance.","subtopic":"Is a student ID an acceptable form of identification?"},{"citations":["http://aclunv.org/vote#id"],"confirmed-on":"2012-09-21","date-acquired":"2011-9-12","fact":"Yes.","subtopic":"Does the ID have to show the address at which a voter is registered to vote?"},{"citations":["http://www.leg.state.nv.us/nac/NAC-293.html#NAC293Sec395","NAC 293.395"],"confirmed-on":"2012-09-21","date-acquired":"","fact":"No, the ID requirements are the same for all elections.","subtopic":"Do elections without federal offices on the ballot (such as off-year gubernatorial elections) have different ID requirements?"}]}}