{"challenges-to-voters-at-the-polling-place":{"name":"Challenges to Voters at the Polling Place","subtopics":[{"citations":["NY CLS Elec &sect; 5-218(1)"],"date-acquired":"2011-8-22","fact":"Any qualified voter, watcher, or inspector of election\r\n","subtopic":"Who can challenge a voter?"},{"citations":["NY CLS Elec &sect; 5-220"],"date-acquired":"2011-8-22","fact":"Challenges are permitted at the polls on Election Day.\r\n","subtopic":"What are the restrictions on polling place challenges?"},{"citations":["NY CLS Elec &sect; 8-304"],"date-acquired":"2011-8-22","fact":"Any inspector(s) may challenge any applicant with whose identity the inspector is not satisfied, or who appears on the list of voters to be challenged. A voter's right to vote, or his right to vote by absentee, military, special federal or special presidential ballot may be challenged.\r\n","subtopic":"What are the allowed reasons on which a voter can be challenged?"},{"citations":["NY CLS Elec &sect; 5-218(1)"],"date-acquired":"2011-8-22","fact":"No. However, a challenger must have \"reason to suspect\" the individual is not qualified.\r\n","subtopic":"Is there a requirement for the challenger to provide cause or evidence?"},{"citations":["http://www.866ourvote.org/tools/documents/files/NY-faq-FINAL.pdf","NY CLS Elec &sect; 5-218"],"date-acquired":"2011-8-22","fact":"Depending on the basis for the challenge, a voter should be allowed to vote by regular ballot if they: (1) take a \"preliminary oath\" promising to tell the truth with regards to their qualifications as a voter, and (2) answer questions posed by the inspector pertaining to the challenge. The inspector may also require the voter to take a second oath pertaining to the specific basis for the challenge, such as the \"Conviction Oath\" for an alleged disenfranchised felon. If the voter takes the oath(s) as instructed by the inspector, however, they will be allowed to vote by regular ballot. If the voter refuses they will not be allowed to vote.\r\n","subtopic":"How does a voter defend their eligibility to vote if they are challenged?"}]},"name":"Voter ID and Challenges","voter-id":{"name":"Voter ID","subtopics":[{"citations":["http://www.866ourvote.org/tools/documents/files/NY-faq-FINAL.pdf","NY CLS Elec &sect; 8-302(2-a)"],"date-acquired":"2011-8-22","fact":"If a first-time voter's identity is not verified before Election Day, the voter must provide identification before they vote for the first time. All other voters in New York do not need to show identification at the polls but need only state their name and residence address and sign the registration poll record.\r\n","subtopic":"Who must show ID to vote?"},{"citations":["http://www.elections.state.ny.us/NYSBOE/download/voting/voteform.pdf","NY CLS Elec &sect; 8-302(2-a)"],"date-acquired":"2011-8-22","fact":"Identification should be: (i) a driver's license or department of motor vehicles non-driver photo ID card or other current and valid photo identification; or (ii) a copy of a current utility bill, bank statement, government check, paycheck or other government document that shows the name and address of the voter.\r\n","subtopic":"What ID is acceptable?"},{"citations":["NY CLS Elec &sect; 8-302(2-a)","Per Douglas Kellner, Co-Chair, New York State Board of Elections. 20 September 2010."],"date-acquired":"2011-8-22","fact":"Yes. Voters without ID may vote using an affidavit ballot, which will count unless challenged.\r\n","subtopic":"If a voter has no ID, are there alternatives such as an oath or witness?"},{"citations":["http://www.brennancenter.org/studentvoting","NY CLS Elec &sect; 8-302(2-a)"],"date-acquired":"2011-8-22","fact":"Yes\r\n","subtopic":"Is a student ID an acceptable form of identification?"},{"citations":["Conversation with Thomas Connolly, Deputy Director of Public Information, in the New York State Board of Elections office on 8/30/2011","http://www.elections.state.ny.us/NYSBOE/download/voting/voteform.pdf"],"date-acquired":"2011-8-30","fact":"No. A voter may show a photo identification or a utility bill or other document confirming their address.\r\n","subtopic":"Does the ID have to show the address at which a voter is registered to vote?"},{"citations":["NY CLS Elec &sect; 8-302(2-a)"],"date-acquired":"2011-8-22","fact":"The ID requirements are the same for all elections.\r\n","subtopic":"Do elections without federal offices on the ballot (such as off-year gubernatorial elections) have different ID requirements?"}]}}