{"challenges-to-voters-at-the-polling-place":{"name":"Challenges to Voters at the Polling Place","subtopics":[{"citations":["25 P.S. &sect;3050(d)","http://www.dos.state.pa.us/portal/server.pt/community/poll_worker_training/12373"],"date-acquired":"2011-9-12","fact":"Only poll workers can challenge your ID. Pollo watchers <i>are not</i> allowed to request or challenge your ID. However, any registered voter, election official, or poll watcher may challenge a voter's right to vote on other grounds.\r\n","subtopic":"Who can challenge a voter?"},{"citations":["25 P.S. &sect;3050(d)"],"date-acquired":"2011-9-12","fact":"A voter may be challenged on the basis of their identity or their residence.\r\n","subtopic":"What are the allowed reasons on which a voter can be challenged?"},{"citations":[],"date-acquired":"2011-9-12","fact":"No\r\n","subtopic":"Is there a requirement for the challenger to provide cause or evidence?"},{"citations":["25 P.S. &sect;3050(d)"],"date-acquired":"2011-9-12","fact":"If challenged, a voter must produce another registered voter from their county who can vouch for their identity and residence.\r\n","subtopic":"How does a voter defend their eligibility to vote if they are challenged?"}]},"name":"Voter ID and Challenges","voter-id":{"name":"Voter ID","subtopics":[{"citations":["http://www.votespa.com/portal/server.pt?open=514&objID=1174114&parentname=ObjMgr&parentid=4&mode=2"],"date-acquired":"2011-9-12","fact":"EVERY VOTER CAN VOTE. All voters need an id, however you should still go to vote if you don't have an ID, but you will have to file a provisional ballot and provide necessary documentation to your county within 6 days (see below for details).  \r\n","subtopic":"Who must show ID to vote?"},{"citations":["http://www.seventy.org/Elections_Voter_ID_Issues_for_All_Voters_Voting_In_Person_at_the_Polls.aspx"],"date-acquired":"2011-9-12","fact":"ID must have: name, photo, and (except as noted) an unexpired expiration date. Acceptable photo IDs include:\r\n<ul>\r\n<li> A PA driver's license. Must be currently valid, or expired less than 12 months at the time a voter is casting a vote.</li>\r\n<li> An ID issued by PennDOT. Must be currently valid, or expired less than 12 months at the time a voter is casting a vote.</li>\r\n<li> A U.S. Passport. Must have an expiration date. Expiration date must be after 11/6/12.</li>\r\n<li> An active duty or retired U.S. military ID, including an ID for members of the PA National Guard. An expiration date required unless the the ID explicitly states that the expiration date is indefinite.</li>\r\n<li> A military dependent's ID. Must have an expiration date. Expiration date must be after 11/6/12.</li>\r\n<li> An employee ID issued by federal, PA state, PA county, or PA municipal government. A school district ID is NOT acceptable. Must have an expiration date. Expiration date must be after 11/6/12.</li>\r\n<li> An ID issued by an accredited PA university, college, seminary, community college, or two-year college to students, faculty, employees and alumni. Must have an expiration date. Expiration date must be after 11/6/12. NOTE: many university-related IDs do not have expiration dates, and so will NOT be eligible IDs.</li>\r\n<li> An ID issued by a PA care facility (such as a long-term care nursing facility, assisted living residence or a personal care home). Must have an expiration date. Expiration date must be after 11/6/12.</li>\r\n</ul>\r\n<br />\r\n","subtopic":"What ID is acceptable?"},{"citations":["http://www.votespa.com/portal/server.pt?open=514&objID=1174114&parentname=ObjMgr&parentid=4&mode=2"],"date-acquired":"2011-9-12","fact":"YES. Any voter without proper ID can cast a provisional ballot.  Their vote will be counted, as long as the voter returns a copy of their acceptable ID and affirmation letter to their county within 6 calendar days.  Affirmations and copies of ID may be returned to the county in person, by mail, fax, or via email.\r\n","subtopic":"If a voter has no ID, are there alternatives such as an oath or witness?"},{"citations":["http://www.votespa.com/portal/server.pt?open=514&objID=1174114&parentname=ObjMgr&parentid=4&mode=2"],"date-acquired":"2011-9-12","fact":"Yes, as long as it is valid, contains a photo of the voter, has an expiration date (and is not expired) and is issued by an accredited PA university, college, seminary, community college, or two-year college to students, faculty, employees and alumni..\r\n","subtopic":"Is a student ID an acceptable form of identification?"},{"citations":["25 P.S. &sect;3050","Conversation with the Pennsylvania Secretary of State's Office on 9/12/2011.","http://www.votespa.com/portal/server.pt/community/preparing_for_election_day/13517/what_to_bring/585320"],"date-acquired":"2011-9-12","fact":"No.\r\n","subtopic":"Does the ID have to show the address at which a voter is registered to vote?"},{"citations":[],"date-acquired":"2011-9-12","fact":"No\r\n","subtopic":"Do elections without federal offices on the ballot (such as off-year gubernatorial elections) have different ID requirements?"}]}}
