{"challenges-to-voters-at-the-polling-place":{"name":"Challenges to Voters at the Polling Place","subtopics":[{"citations":["V.R.S 17 &sect; 2149","V.R.S 17 &sect; 2564"],"date-acquired":"2011-10-19","fact":"Only poll watchers may challenge voters on Election Day.\r\n","subtopic":"Who can challenge a voter?"},{"citations":["V.R.S 17 &sect; 2149","V.R.S 17 &sect; 2564"],"date-acquired":"2011-10-19","fact":"Challenges are allowed at the polls on Election Day.\r\n","subtopic":"What are the restrictions on polling place challenges?"},{"citations":["V.R.S 17 &sect; 2149","V.R.S 17 &sect; 2564"],"date-acquired":"2011-10-19","fact":"On Election Day, a poll watcher may only challenge a person on the grounds that they are not the voter on the checklist or that the voter has already voted in the same election.\r\n","subtopic":"What are the allowed reasons on which a voter can be challenged?"},{"citations":["V.R.S 17 &sect; 2564"],"date-acquired":"2011-10-19","fact":"No restriction\r\n","subtopic":"Is there a requirement for the challenger to provide cause or evidence?"},{"citations":["V.R.S 17 &sect; 2564"],"date-acquired":"2011-10-19","fact":"Election officials at the polling place will \"informally hear the facts\" and make a decision. If the election officials decide that the challenged voter cannot vote, the only way for the voter to continue the process is to get a court order guaranteeing their eligibility.\r\n","subtopic":"How does a voter defend their eligibility to vote if they are challenged?"}]},"name":"Voter ID and Challenges","voter-id":{"name":"Voter ID","subtopics":[{"citations":["V.R.S 17 &sect; 2563"],"date-acquired":"2011-10-19","fact":"Only first-time voters who did not register in person with a government official and did not provide ID with their registration form must show ID at the polling place.\r\n","subtopic":"Who must show ID to vote?"},{"citations":["V.R.S 17 &sect; 2563"],"date-acquired":"2011-10-19","fact":"<ul>\r\n<li> A valid photo identification</li>\r\n<li> A copy of a current utility bill</li>\r\n<li> A copy of a current bank statement</li>\r\n<li> A copy of a government check, paycheck, or any other government document that shows the current name and address of the voter</li>\r\n</ul>","subtopic":"What ID is acceptable?"},{"citations":["V.R.S 17 &sect; 2563"],"date-acquired":"2011-10-19","fact":"No. If a voter of whom ID is required does not present it, they may only vote a provisional ballot. The voter may have to take additional steps to get a provisional ballot to count.\r\n","subtopic":"If a voter has no ID, are there alternatives such as an oath or witness?"},{"citations":["http://www.brennancenter.org/pages/student_voting_guide_vermont/","V.R.S 17 &sect; 2563"],"date-acquired":"2011-10-24","fact":"Yes\r\n","subtopic":"Is a student ID an acceptable form of identification?"},{"citations":["V.R.S 17 &sect; 2563"],"date-acquired":"2011-11-14","fact":"If a voter presents a photo ID that contains an address (e.g., a driver's license), that ID is acceptable even if the address is not the address at which the voter is currently registered to vote. However, if the voter presents an ID without a photo (e.g., government document, utility bill, bank statement), that document must show the address at which the voter is registered to vote.\r\n","subtopic":"Does the ID have to show the address at which a voter is registered to vote?"},{"citations":["V.R.S 17 &sect; 2563"],"date-acquired":"2011-10-19","fact":"No - the ID requirements are the same in all elections.\r\n","subtopic":"Do elections without federal offices on the ballot (such as off-year gubernatorial elections) have different ID requirements?"}]}}