{"challenges-to-voters-at-the-polling-place":{"name":"Challenges to Voters at the Polling Place","subtopics":[{"citations":["Code of Ala.  17-1-2(13)","Code of Ala. &sect; 17-10-2","Conversation with Ed Packard, Supervisor of Voter Registration, in the Alabama Secretary of State's office on 7/6/10."],"date-acquired":"2011-8-29","fact":"An inspector (i.e., the election poll worker in charge of a precinct who serves as chief returning officer for the precinct). While others in the polling place (including poll watchers) may suggest a challenge to the inspector, only the inspector may actually challenge a voter.\r\n","subtopic":"Who can challenge a voter?"},{"citations":["Code of Ala. &sect; 17-10-2 (b)"],"date-acquired":"2011-8-29","fact":"Challenges are permitted at the polls on Election Day.\r\n","subtopic":"What are the restrictions on polling place challenges?"},{"citations":["Code of Ala.  17-10-3","Code of Ala. &sect; 17-10-2 (a)"],"date-acquired":"2011-8-29","fact":"Any issues that relate to someone's qualifications to vote (e.g., residency, age, citizenship, mental competence) are acceptable grounds for a challenge.\r\n","subtopic":"What are the allowed reasons on which a voter can be challenged?"},{"citations":["Code of Ala. &sect; 17-10-2"],"date-acquired":"2011-8-29","fact":"The standard of proof is not specified in the statute, only that a voter may be challenged when \"an inspector has knowledge that the individual is not entitled to vote at that precinct.\" The inspector must also sign a statement under penalty of perjury setting forth facts which the inspector believes to support his or her belief that the individual is not qualified to vote.\r\n","subtopic":"Is there a requirement for the challenger to provide cause or evidence?"},{"citations":["Code of Ala. &sect; 17-10-2(e)"],"date-acquired":"2011-8-29","fact":"A provisional voter who was challenged by an inspector receives notice of the process, and an opportunity to be heard before the board of registrars, who determine whether or not to count the ballot.\r\n","subtopic":"How does a voter defend their eligibility to vote if they are challenged?"}]},"name":"Voter ID and Challenges","voter-id":{"name":"Voter ID","subtopics":[{"citations":["Code of Ala.  17-10-1","Code of Ala.  17-9-30(d)","Code of Ala. &sect; 17-9-30(b)"],"date-acquired":"2011-8-25","fact":"All voters except military voters, overseas voters, those allowed by the Voting Accessibility for the Elderly and Handicapped Act to vote absentee, and any other voter who is allowed to vote absentee by federal law.\r\n","subtopic":"Who must show ID to vote?"},{"citations":["Code of Ala. &sect; 17-9-30","http://www.ncsl.org/?tabid=16602#2011","http://www.sos.state.al.us/elections/VoterID.aspx"],"date-acquired":"2011-8-25","fact":"Current, valid photo identification, such as :\r\n<ul>\r\n<li> government-issued photo identifications (current and valid);</li>\r\n<li> employee identification with a photo of the employee produced by the employer;</li>\r\n<li> photo identification card issued by an Alabama college or university;</li>\r\n<li> photo identification issued from an Alabama technical or professional school;</li>\r\n</ul>\r\nOR one of the following (or a copy of one of the following):\r\n<ul>\r\n<li> utility bill with the voter's name and address;</li>\r\n<li> bank statement with voter's name and address;</li>\r\n<li> government check with the voter's name and address;</li>\r\n<li> paycheck with the voter's name and address;</li>\r\n<li> valid identification card (authorized by law) issued by the state of Alabama (including any branch, department, agency, or entity of the state of Alabama);</li>\r\n<li> valid identification card (authorized by law) issued by any of the other 49 states (including any branch, department, agency, or entity of that state);</li>\r\n<li> valid identification card (authorized by law) issued by the government of the United States of America (including any branch, department, agency, or entity of the federal government;</li>\r\n<li> valid United States passport;</li>\r\n<li> valid Alabama hunting or fishing license</li>\r\n<li> valid Alabama pistol/revolver permit;</li>\r\n<li> valid pilot's license issued by the FAA or other authorized agency of the federal government;</li>\r\n<li> valid United States military identification;</li>\r\n<li> birth certificate (certified copy);</li>\r\n<li> valid Social Security card;</li>\r\n<li> naturalization document (certified copy);</li>\r\n<li> court record of adoption (certified copy);</li>\r\n<li> court record of name change (certified copy);</li>\r\n<li> valid Medicaid card;</li>\r\n<li> valid Medicare card;</li>\r\n<li> valid electronic benefits transfer (EBT) card; or</li>\r\n<li> government document that shows the name and address of the voter.</li>\r\n<li>Note that the Alabama legislature passed a new voter ID law in 2011 that will limit the range of acceptable identification documents. However, this law is not scheduled to take effect until the primary election in 2014, and it will need to be precleared by the Department of Justice prior to enforcement.</li>\r\n</ul>","subtopic":"What ID is acceptable?"},{"citations":["Ala. Admin. Code r. 820-2-6-.15(4)","Code of Ala.  17-10-1","Code of Ala. &sect; 17-9-30","http://www.sos.state.al.us/downloads/dl3.aspx?trgturl=election/2010/vg2010.pdf&trgtfile=vg2010.pdf"],"date-acquired":"2011-8-25","fact":"If a voter does not provide one of the prescribed forms of ID, a voter is permitted to either: (1) vote a challenged or provisional ballot or (2) vote a regular ballot, if they are identified as a voter on the poll list of who is eligible to vote, and by two poll workers, and both poll workers sign an affidavit to that effect. When a voter casts a provisional ballot for lack of ID, they may have to take additional steps for their ballot to count.\r\n","subtopic":"If a voter has no ID, are there alternatives such as an oath or witness?"},{"citations":["Code of Ala. 17-9-30","Conversation with Ed Packard, Supervisor of Voter Registration, in the Alabama Secretary of State's office on 8/29/2011.","http://www.sos.state.al.us/elections/VoterID.aspx"],"date-acquired":"2011-8-29","fact":"Yes, as long as it has a photo and is valid (i.e., has not expired).\r\n","subtopic":"Is a student ID an acceptable form of identification?"},{"citations":["Conversation with the Alabama Secretary of State's Office on 9/27/2011.","http://www.sos.state.al.us/elections/VoterID.aspx"],"date-acquired":"2011-9-27","fact":"No\r\n","subtopic":"Does the ID have to show the address at which a voter is registered to vote?"},{"citations":["Code of Ala. &sect; 17-10-1","Conversation with Ed Packard, Supervisor of Voter Registration, in the Alabama Secretary of State's office on 7/6/10."],"date-acquired":"2011-8-29","fact":"No\r\n","subtopic":"Do elections without federal offices on the ballot (such as off-year gubernatorial elections) have different ID requirements?"}]}}