{"challenges-to-voters-at-the-polling-place":{"name":"Challenges to Voters at the Polling Place","subtopics":[{"citations":["A.R.S. &sect; 16-590","A.R.S. &sect; 16-591"],"date-acquired":"2011-8-24","fact":"Any qualified voter in the county, including a poll worker.\r\n","subtopic":"Who can challenge a voter?"},{"citations":["A.R.S. &sect; 16-591"],"date-acquired":"2011-8-24","fact":"Challenges are permitted at the polling place on Election Day.\r\n","subtopic":"What are the restrictions on polling place challenges?"},{"citations":["A.R.S. &sect; 16-121.01","A.R.S. &sect; 16-591"],"date-acquired":"2011-8-24","fact":"(1) the voter is not qualified to vote or (2) the voter has already voted in that election\r\n","subtopic":"What are the allowed reasons on which a voter can be challenged?"},{"citations":["A.R.S. &sect; 16-121.01","http://lccr.3cdn.net/3e808d21ad2fd6177e_hzm6b1ak2.pdf"],"date-acquired":"2011-8-24","fact":"No\r\n","subtopic":"Is there a requirement for the challenger to provide cause or evidence?"},{"citations":["A.R.S. &sect; 16-121.01","http://lccr.3cdn.net/3e808d21ad2fd6177e_hzm6b1ak2.pdf"],"date-acquired":"2011-8-24","fact":"If a voter is challenged: two judges and the inspector shall constitute the board of election, and a majority of the board of election shall determine the validity of a challenge. The challenged voter may take and subscribe to the oath prescribed in the affidavit of registration (and reprinted in the first column of the challenge list), be sworn, and answer all questions material to the challenge. If the voter takes these affirmative steps and a majority of the precinct election board is satisfied that the challenge is invalid, the voter may vote a regular ballot. If the voter refuses to be sworn or affirmed, refuses to answer questions material to the challenge, or if the election board finds the challenge valid, the voter may still cast a provisional ballot. However, the voter may have to take additional steps in order to get their provisional ballot to count.\r\n","subtopic":"How does a voter defend their eligibility to vote if they are challenged?"}]},"name":"Voter ID and Challenges","voter-id":{"name":"Voter ID","subtopics":[{"citations":["A.R.S. &sect; 16-579(A)"],"date-acquired":"2011-8-24","fact":"All voters\r\n","subtopic":"Who must show ID to vote?"},{"citations":["A.R.S. &sect; 16-579(A)"],"date-acquired":"2011-8-24","fact":"Voters must provide *one* of the following:\r\n<ul>\r\n<li>*1. A photo ID that shows their name and correct address:**</li>\r\n<li> Valid Arizona driver license</li>\r\n<li> Valid Arizona non-operating identification license</li>\r\n<li> Tribal enrollment card or other form of tribal identification</li>\r\n<li> Valid United States federal, state, or local government-issued identification</li>\r\n<li>*2. Two forms of non-photo ID that show their name and correct address**</li>\r\n<li> Utility bill of the elector that is dated within 90 days of the date of the election. A utility bill may be for electric, gas, water, solid waste, sewer, telephone, cellular phone, or cable television</li>\r\n<li> Bank or credit union statement that is dated within 90 days of the date of the election</li>\r\n<li> Valid Arizona Vehicle Registration</li>\r\n<li> Indian census card</li>\r\n<li> Property tax statement of the elector's residence</li>\r\n<li> Tribal enrollment card or other form of tribal identification</li>\r\n<li> Arizona vehicle insurance card</li>\r\n<li> Recorder's Certificate</li>\r\n<li> Valid United States federal, state, or local government-issued identification, including a voter registration card issued by the County Recorder</li>\r\n<li> Any mailing to the elector marked \"Official Election Material\"</li>\r\n<li>*3. One form of photo ID without a correct address and one form of non-photo ID that shows the correct address:**</li>\r\n</ul>\r\nThe could be a passport or military ID along with an item from list two, or a photo ID from list 1 without a valid address along with an item from list 2.\r\n","subtopic":"What ID is acceptable?"},{"citations":["A.R.S. &sect; 16-579"],"date-acquired":"2010-4-9","fact":"No. A voter can vote a provisional ballot. However, a provisional ballot may not count unless the voter brings the ID to the county board within a designated time period.\r\n","subtopic":"If a voter has no ID, are there alternatives such as an oath or witness?"},{"citations":["A.R.S. &sect; 16-579(A)","http://www.brennancenter.org/pages/student_voting_guide_arizona/"],"date-acquired":"2011-8-24","fact":"Only if it shows the voter's address\r\n","subtopic":"Is a student ID an acceptable form of identification?"},{"citations":["A.R.S. &sect; 16-579(A)(1)"],"date-acquired":"2011-8-24","fact":"Yes\r\n","subtopic":"Does the ID have to show the address at which a voter is registered to vote?"},{"citations":["Conversation with Kris Waite of AZ SOS's office on 4/21/10."],"date-acquired":"2010-4-21","fact":"No\r\n","subtopic":"Do elections without federal offices on the ballot (such as off-year gubernatorial elections) have different ID requirements?"}]}}