{"challenges-to-voters-at-the-polling-place":{"name":"Challenges to Voters at the Polling Place","subtopics":[{"citations":["C.R.S. 1-9-201"],"date-acquired":"2011-8-29","fact":"An election judge, a poll watcher or an eligible voter in that precinct\r\n","subtopic":"Who can challenge a voter?"},{"citations":["C.R.S. 1-9-201"],"date-acquired":"2011-8-29","fact":"A challenge at a polling place shall be made in the presence of the person whose right to vote is challenged.\r\n","subtopic":"What are the restrictions on polling place challenges?"},{"citations":["C.R.S. 1-9-201","E-mail from Andrea Gyger, Legal Specialist, in the Colorado Secretary of State's office on 7/26/10","Secretary of State, Rule 48"],"date-acquired":"2011-8-29","fact":"<ul>\r\n<li> The elector is not a U.S. citizen</li>\r\n<li> The elector has not resided in the state or precinct for at least 30 days immediately preceding the election</li>\r\n<li> The elector is not 18 years or older</li>\r\n<li> The elector is not a property owner or spouse of a property owner (where applicable)</li>\r\n</ul>","subtopic":"What are the allowed reasons on which a voter can be challenged?"},{"citations":["C.R.S. 1-9-202"],"date-acquired":"2011-8-29","fact":"A challenge must include the \"specific factual basis for the challenge\" and be signed under penalty of perjury.\r\n","subtopic":"Is there a requirement for the challenger to provide cause or evidence?"},{"citations":["C.R.S. 1-9-203"],"date-acquired":"2011-8-29","fact":"The voter may answer the questions asked by the poll worker (which are further specified in Colorado Secretary of State Rule 48.1) or take an oath. Then, the voter may vote a REGULAR ballot.\r\n","subtopic":"How does a voter defend their eligibility to vote if they are challenged?"}]},"name":"Voter ID and Challenges","voter-id":{"name":"Voter ID","subtopics":[{"citations":["C.R.S. 1-7-110(1)","http://www.sos.state.co.us/pubs/elections/vote/acceptableFormsOfID.htm"],"date-acquired":"2011-8-29","fact":"All voters who vote at the polls must provide identification. Any voter who is voting by mail for the first time may also need to provide a photocopy of their identification.\r\n","subtopic":"Who must show ID to vote?"},{"citations":["Colorado Secretary of State Election Rules 30.1.6 & 30.1.7","C.R.S. 1-1-104(19.5)","http://www.sos.state.co.us/pubs/elections/vote/acceptableFormsOfID.htm"],"date-acquired":"2011-8-29","fact":"The following are acceptable forms of identification:\r\n<ul>\r\n<li> A valid Colorado driver's license</li>\r\n<li> A valid identification card issued by the Department of Revenue</li>\r\n<li> A valid U.S. passport</li>\r\n<li> A valid employee identification card with a photograph issued by entity of the federal or Colorado government, or by any county, municipality, board, authority, or other political subdivision of Colorado</li>\r\n<li> A valid pilot's license issued by the federal aviation administration or other authorized agency of the United States</li>\r\n<li> A valid U.S. military identification card with a photograph</li>\r\n<li> A copy of a current utility bill, bank statement, government check, paycheck, or other government document that shows the name and address of the voter (for example: a cable bill or telephone bill; documentation from a public institution of higher education in Colorado containing at least the name, date of birth, and legal residence address of the student elector; a paycheck from a government institution or private company; a certificate of degree of Indian or Alaskan Native blood; or a valid identification card issued by a federally recognized tribal government certifying tribal membership)</li>\r\n<li> A valid Medicare or Medicaid card</li>\r\n<li> A certified copy of a U.S. birth certificate issued in the United States</li>\r\n<li> Certified documentation of naturalization</li>\r\n<li> A valid student identification card with a photograph of the eligible elector issued by an institute of higher education in Colorado.</li>\r\n</ul>\r\nNote: If an ID shows the voter's address, that address must be in the state of Colorado to be valid.\r\n","subtopic":"What ID is acceptable?"},{"citations":["C.R.S. 1-7-110(4)"],"date-acquired":"2011-8-29","fact":"None. A voter who does not show ID may vote a provisional ballot. A voter may have to take additional steps to ensure their provisional ballot is counted.\r\n","subtopic":"If a voter has no ID, are there alternatives such as an oath or witness?"},{"citations":["C.R.S. 1-1-104","http://www.sos.state.co.us/pubs/elections/vote/acceptableFormsOfID.html"],"date-acquired":"2011-8-29","fact":"Yes, as long as it has a photo, is valid (i.e., not expired) and is issued by an institution of higher education located in Colorado.\r\n","subtopic":"Is a student ID an acceptable form of identification?"},{"citations":["C.R.S. 1-1-104","http://www.sos.state.co.us/pubs/elections/FAQs/ElectionDay.html#When%20I%20vote%20and%20show%20an%20ID%20like%20my%20Colorado%20driver%E2%80%99s%20license,%20does%20the%20address%20on%20my%20ID%20need%20to%20match%20my%20voter%20registration?","http://www.sos.state.co.us/pubs/rule_making/CurrentRules/8CCR1505-1/Rule30.pdf"],"date-acquired":"2011-8-29","fact":"No, but if the ID shows an address, that address must be in the state of Colorado.\r\n","subtopic":"Does the ID have to show the address at which a voter is registered to vote?"},{"citations":["E-mail from Andrea Gyger, Legal Specialist, in the Colorado Secretary of State's office on 7/26/10"],"date-acquired":"2010-7-26","fact":"No\r\n","subtopic":"Do elections without federal offices on the ballot (such as off-year gubernatorial elections) have different ID requirements?"}]}}