{"challenges-to-voters-at-the-polling-place":{"name":"Challenges to Voters at the Polling Place","subtopics":[{"citations":["DC ST &sect; 1-1001.09(d)(1)"],"date-acquired":"2011-10-18","fact":"Any registered voter\r\n","subtopic":"Who can challenge a voter?"},{"citations":["DC ST &sect; 1-1001.09"],"date-acquired":"","fact":"Challenges are permitted at the polling place on Election Day.\r\n","subtopic":"What are the restrictions on polling place challenges?"},{"citations":["DC ST &sect; 1-1001.09(d)(2)"],"date-acquired":"2011-10-18","fact":"One may only challenge based on factors directly related to the voter's status as a qualified voter. Specifically, DC law states: \"a voter shall not be challenged solely on the basis of...race, color, religion, sex, personal appearance, sexual orientation, gender identity or expression, matriculation status, political affiliation, or physical disability.\"\r\n","subtopic":"What are the allowed reasons on which a voter can be challenged?"},{"citations":["DC ST &sect; 1-1001.09(d)(1)"],"date-acquired":"2011-10-18","fact":"Yes&mdash;at penalty of law, the challenger must have evidence that leads them to believe the challenged voter is not qualified.\r\n","subtopic":"Is there a requirement for the challenger to provide cause or evidence?"},{"citations":["DC ST &sect; 1-1001.09(d)"],"date-acquired":"2011-10-18","fact":"After a voter is challenged, the voter gets an opportunity to defend their qualifications to the precinct captain. If the precinct captain denies the challenge, the challenger has the right to an immediate hearing with a member of the Board of Election or another qualified official. If the hearing rejects the challenge, or if the challenger decides not to request a hearing, the voter gets to vote a regular ballot as normal. If the precinct captain sides with the challenger, or if the hearing accepts the challenge, the voter may vote a challenged ballot, and will need to appeal to the Board of Elections after Election Day to have the ballot counted.\r\n","subtopic":"How does a voter defend their eligibility to vote if they are challenged?"}]},"name":"Voter ID and Challenges","voter-id":{"name":"Voter ID","subtopics":[{"citations":["http://www.dcboee.org/faq/election_day.asp#6"],"date-acquired":"2011-10-18","fact":"Only same-day registrants and first-time voters who didn't register with a government official and didn't provide a driver's license number or social security number when they registered to vote. However, some voting locations require people to show ID to enter the building, so the DC Board of Elections recommends that all voters bring ID with them to vote.\r\n","subtopic":"Who must show ID to vote?"},{"citations":["http://www.dcboee.org/faq/election_day.asp#6"],"date-acquired":"2011-10-18","fact":"<ul>\r\n<li> Copy of current and valid photo identification</li>\r\n<li> Copy of a current utility bill (does not include cell phone)</li>\r\n<li> Bank statement</li>\r\n<li> Government check</li>\r\n<li> Paycheck</li>\r\n<li> Or other government document that shows the voter's name and address</li>\r\n</ul>","subtopic":"What ID is acceptable?"},{"citations":["Per Denise Steve, Voter Registrar Assistant, DC Board of Elections. 28 July 2010"],"date-acquired":"2010-7-28","fact":"No\r\n","subtopic":"If a voter has no ID, are there alternatives such as an oath or witness?"},{"citations":["http://www.brennancenter.org/pages/student_voting_guide_district_of_columbia","http://www.dcboee.org/faq/election_day.asp#6"],"date-acquired":"2011-10-18","fact":"No\r\n","subtopic":"Is a student ID an acceptable form of identification?"},{"citations":["http://www.dcboee.org/faq/election_day.asp#6"],"date-acquired":"2011-10-18","fact":"Yes\r\n","subtopic":"Does the ID have to show the address at which a voter is registered to vote?"},{"citations":["http://www.dcboee.org/faq/election_day.asp#6"],"date-acquired":"","fact":"No, ID requirements are the same for all elections.\r\n","subtopic":"Do elections without federal offices on the ballot (such as off-year gubernatorial elections) have different ID requirements?"}]}}