{"challenges-to-voters-at-the-polling-place":{"name":"Challenges to Voters at the Polling Place","subtopics":[{"citations":["15 Del. C. &sect; 4936"],"date-acquired":"2011-8-30","fact":"A challenger or an election officer\r\n","subtopic":"Who can challenge a voter?"},{"citations":["15 Del. C. &sect; 4936"],"date-acquired":"2011-8-30","fact":"Challenges are permitted at the polling place on Election Day. However, an Election Day challenge must be resolved by the election judges immediately.\r\n","subtopic":"What are the restrictions on polling place challenges?"},{"citations":["15 Del. C. &sect; 2012","15 Del. C. &sect; 4937","15 Del. C. &sect; 4940","15 Del. C. &sect; 5513"],"date-acquired":"2011-8-30","fact":"No complete list of grounds on which a voter may be challenged is listed in statutes. However, several grounds are mentioned.\r\n<ul>\r\n<li>* A voter's registration to vote may be challenged for having received or accepted, or for having offered to receive or accept, or for having paid, transferred or delivered, or for having offered or promised to pay, transfer or deliver, or for having contributed or offered or promised to contribute to another to be paid or used, any money or other valuable thing as a compensation, inducement or reward for the registering or abstaining from registering of anyone qualified to register.</li>\r\n<li>* A voter's identity and/or residency may be challenged.</li>\r\n<li>* A person can be challenged on the grounds/allegation that they received or accepted or offered to receive or accept, or paid, transferred or delivered, or offered or promised to pay, transfer or deliver, or contributed or offered or promised to contribute to another to be paid or used, any money or other valuable thing as a compensation, inducement or reward for the registering or abstaining from registering of any one qualified to register or for giving or withholding or in any manner influencing the giving or withholding a vote at any general election.</li>\r\n<li>* In addition, the vote of an absentee voter may be challenged: (1) on the ground that their absentee ballot affidavit was false or (2) on the ground that the affidavit in the center of the face of the ballot envelope is not signed.</li>\r\n</ul>","subtopic":"What are the allowed reasons on which a voter can be challenged?"},{"citations":["15 Del. C. &sect; 4936"],"date-acquired":"2011-8-30","fact":"No requirement for probable cause was specified in the statutes.\r\n","subtopic":"Is there a requirement for the challenger to provide cause or evidence?"},{"citations":["15 Del. C. &sect; 2012","15 Del. C. &sect; 4937","15 Del. C. &sect; 4939","15 Del. C. &sect; 4940","15 Del. C. &sect; 4941","Del. Const. art V, &sect; 4"],"date-acquired":"2011-8-30","fact":"In the case of a voter whose registration to vote is challenged for having received or accepted, or for having offered to receive or accept, or for having paid, transferred or delivered, or for having offered or promised to pay, transfer or deliver, or for having contributed or offered or promised to contribute to another to be paid or used, any money or other valuable thing as a compensation, inducement or reward for the registering or abstaining from registering of anyone qualified to register who also takes the required oath, the oath shall be conclusive evidence to the registration officers of its own truth and the voter should be allowed to register. If any person so challenged refuses to make the required oath, the registrant shall be disqualified and not registered. The challenge of a voter whose right is challenged on Election Day at the polls must be immediately resolved by the election judges. When a voter's identity or residency is challenged, the voter's right to vote shall be determined by a majority vote of the inspector and the 2 judges of the election. In the event that the voter is not permitted to vote, the voter should still be eligible for a provisional ballot. If the challenge is decided in the voter's favor, the voter will be permitted to vote normally. If a person is challenged on the grounds that they received or accepted or offered to receive or accept, or paid, transferred or delivered, or offered or promised to pay, transfer or deliver, or contributed or offered or promised to contribute to another to be paid or used, any money or other valuable thing as a compensation, inducement or reward for the registering or abstaining from registering of any one qualified to register or for giving or withholding or in any manner influencing the giving or withholding a vote at any general election in this State, they shall take the prescribed oath affirming that has not occurred. That oath is conclusive evidence to the election officers of its own truth.\r\n","subtopic":"How does a voter defend their eligibility to vote if they are challenged?"}]},"name":"Voter ID and Challenges","voter-id":{"name":"Voter ID","subtopics":[{"citations":["1365","15 Del. C. &sect; 4937(a)","Conversation with Elaine Manlove, Delaware Commissioner of Elections, on 7/26/10"],"date-acquired":"2011-8-30","fact":"All voters are asked to provide identification.\r\n","subtopic":"Who must show ID to vote?"},{"citations":["15 Del. C. &sect; 2014(a)(4)","http://electionsncc.delaware.gov/vr/stateform.pdf"],"date-acquired":"2011-8-30","fact":"<ul>\r\n<li>* A current, valid photo ID</li>\r\n<li>* A current utility bill</li>\r\n<li>* A current bank statement</li>\r\n<li>* A current government check</li>\r\n<li>* A current paycheck, or</li>\r\n<li>* Another current government document that shows the voter's name and address</li>\r\n</ul>","subtopic":"What ID is acceptable?"},{"citations":["1370","15 Del. C. &sect; 4937(a)","http://lccr.3cdn.net/8e58fcff34cc75e1eb_yim6b9kwc.pdf","http://www.866ourvote.org/tools/documents/files/DE-reg-guide-FINAL.pdf"],"date-acquired":"2011-8-30","fact":"If voters (who are not first-time voters) do not have ID, they may fill out an affidavit stating that they are the person on the voter list and then will be permitted to vote a REGULAR ballot. First-time voters who did not provide identification when they registered to vote and who do not provide it on Election Day may vote a provisional ballot. They may be required to take additional steps in order for their provisional ballot to count.\r\n","subtopic":"If a voter has no ID, are there alternatives such as an oath or witness?"},{"citations":["15 Del. C. &sect; 2014(a)(4)","Conversation with the Office of the State Election Commissioner on 11/10/2011"],"date-acquired":"2011-11-10","fact":"No\r\n","subtopic":"Is a student ID an acceptable form of identification?"},{"citations":["15 Del. C. &sect; 2014(a)(4)","Conversation with the Office of the State Election Commissioner on 11/10/2011"],"date-acquired":"2011-11-10","fact":"Yes\r\n","subtopic":"Does the ID have to show the address at which a voter is registered to vote?"},{"citations":["Conversation with Elaine Manlove, Delaware Commissioner of Elections, on 7/26/10"],"date-acquired":"2011-7-26","fact":"No\r\n","subtopic":"Do elections without federal offices on the ballot (such as off-year gubernatorial elections) have different ID requirements?"}]}}