{"challenges-to-voters-at-the-polling-place":{"name":"Challenges to Voters at the Polling Place","subtopics":[{"citations":["Fla. Stat. &sect; 101.111(1)(a)"],"date-acquired":"2011-10-9","fact":"Any registered elector or poll watcher of a county\r\n","subtopic":"Who can challenge a voter?"},{"citations":["Fla. Stat. &sect; 101.111(1)(a)"],"date-acquired":"2011-10-9","fact":"Challenges are permitted at the polls on Election Day.\r\n","subtopic":"What are the restrictions on polling place challenges?"},{"citations":["Fla. Stat. &sect; 101.111(1)(a)","Per e-mail from Maria Matthews, Assistant General Counsel to the Florida Department of State, on 5/17/10"],"date-acquired":"2011-10-9","fact":"There are no specific limits as to what may be stated in a written challenge on the claim that the voter is \"attempting to vote illegally.\"\r\n","subtopic":"What are the allowed reasons on which a voter can be challenged?"},{"citations":["Fla. Stat. &sect; 101.111(2)","Fla. Stat. &sect; 101.657(4)(b)","Per e-mail from Maria Matthews, Assistant General Counsel to the Florida Department of State, on 5/17/10"],"date-acquired":"2011-10-9","fact":"The challenge is executed on a \"reason to believe\" standard. It will be up to the canvassing board as to whether grounds have been sufficiently stated.\r\n","subtopic":"Is there a requirement for the challenger to provide cause or evidence?"},{"citations":["Fla. Stat. &sect; 101.111(1)(b)"],"date-acquired":"2011-10-8","fact":"A person challenged based on their legal residence may fill out a change of legal residence and if they are then qualified to vote in that precinct, they may vote a regular ballot. All other challenged voters will have to vote a provisional ballot. The voter must then present to the Supervisor of Elections evidence of his or her eligibility by 5 pm. on the 2nd day following Election Day in order for the provisional ballot to count.\r\n","subtopic":"How does a voter defend their eligibility to vote if they are challenged?"}]},"name":"Voter ID and Challenges","voter-id":{"name":"Voter ID","subtopics":[{"citations":["Fla. Stat. &sect; 101.043(1)","http://election.dos.state.fl.us/publications/pdf/2010/2009VoterRegGuide9-29-09.pdf"],"date-acquired":"2011-10-9","fact":"All voters\r\n","subtopic":"Who must show ID to vote?"},{"citations":["Fla. Stat. &sect; 101.043(1)","http://election.dos.state.fl.us/publications/pdf/2010/2009VoterRegGuide9-29-09.pdf"],"date-acquired":"2011-10-9","fact":"Every voter will be asked to show a photo and signature identification at the polls.\r\nAcceptable forms of photo identification include:\r\n<ul>\r\n<li> Florida driver's license</li>\r\n<li> Florida identification card issued by the Department of Highway Safety and Motor Vehicles</li>\r\n<li> United States passport</li>\r\n<li> Debit or credit card</li>\r\n<li> Military identification</li>\r\n<li> Student identification</li>\r\n<li> Retirement center identification</li>\r\n<li> Neighborhood association identification</li>\r\n<li> Public assistance identification</li>\r\n</ul>\r\nIf a voter's photo identification does not contain their signature, they will be required to show an additional identification that provides their signature.\r\n","subtopic":"What ID is acceptable?"},{"citations":["Fla. Stat. &sect; 101.043(2)","Fla. Stat. &sect; 101.048","Per e-mail from Maria Matthews, Assistant General Counsel to the Florida Department of State, on 5/13/10"],"date-acquired":"2011-10-9","fact":"None. If a voter cannot present acceptable identification, they may vote a provisional ballot. A voter may have to provide additional evidence of their identity by 5 p.m. on the second day after the election in order for their ballot to count.\r\n","subtopic":"If a voter has no ID, are there alternatives such as an oath or witness?"},{"citations":["Fla. Stat. &sect; 101.043"],"date-acquired":"2011-10-9","fact":"Yes, as long as it is current and valid and has a photo. If it does not have a signature, additional identification with a signature may be required.\r\n","subtopic":"Is a student ID an acceptable form of identification?"},{"citations":["Conversation with the Secretary of State's office on 11/8/2011","Fla. Stat. &sect; 101.043"],"date-acquired":"2011-11-8","fact":"No\r\n","subtopic":"Does the ID have to show the address at which a voter is registered to vote?"},{"citations":["Fla. Stat. &sect; 101.043(1)"],"date-acquired":"2011-10-9","fact":"No\r\n","subtopic":"Do elections without federal offices on the ballot (such as off-year gubernatorial elections) have different ID requirements?"}]}}