{"challenges-to-voters-at-the-polling-place":{"name":"Challenges to Voters at the Polling Place","subtopics":[{"citations":["GA Code 21-2-230(a)","http://lccr.3cdn.net/a408701212be9c92ed_x6m6bk1a6.pdf"],"date-acquired":"2011-9-21","fact":"Any voter in the county or municipality ","subtopic":"Who can challenge a voter?"},{"citations":["GA Code 21-2-230(a)"],"date-acquired":"2011-9-21","fact":"A voter's right to vote may be challenged at any time prior to that person's voting or, if the person is voting by absentee ballot, any time prior to 5 p.m. of the day before the election.","subtopic":"What are the restrictions on polling place challenges?"},{"citations":["Conversation with Wesley Tailor, Assistant Secretary of State, in the Office of the Georgia Secretary of State on 6/8/10","GA Code 21-2-230"],"date-acquired":"2011-9-21","fact":"A voter may be challenged based on any factor relating to their eligibility to vote.","subtopic":"What are the allowed reasons on which a voter can be challenged?"},{"citations":["GA Code 21-2-230"],"date-acquired":"2011-9-21","fact":"If the board of registrars does not find probable cause to sustain the challenge, it will be denied.","subtopic":"Is there a requirement for the challenger to provide cause or evidence?"},{"citations":["GA Code 21-2-230","http://www.projectvote.org/images/publications/Voter%20Caging/PB10_ElectionChallenger2.pdf"],"date-acquired":"2011-9-21","fact":"The board of registrars must immediately consider whether there is probable cause to sustain the challenge, and if so, must inform the poll workers and, if practical, give the challenged voter an opportunity to be heard. If the registrars sustain the challenge, the elector will not be permitted to vote. If there is not sufficient opportunity to hear the matter, the elector may cast a challenged ballot, which will be evaluated after the matter is heard. Either party may appeal the decision of the registrars.","subtopic":"How does a voter defend their eligibility to vote if they are challenged?"}]},"name":"Voter ID and Challenges","voter-id":{"name":"Voter ID","subtopics":[{"citations":["GA Code 21-2-417","http://www.sos.ga.gov/Elections/VRdrives/pdf/Voter%20Registration%20Rules%20and%20Procedures%20Manual%20v.1%202009.pdf"],"date-acquired":"2011-9-21","fact":"All voters","subtopic":"Who must show ID to vote?"},{"citations":["Confirmed via conversation with Wesley Tailor, Assistant Secretary of State, in the Office of the Georgia Secretary of State on 6/8/10","GA Code 21-2-417","http://www.sos.ga.gov/electionconnection/acrobat/Voting%20Myths.pdf","http://www.sos.ga.gov/Elections/VRdrives/pdf/Voter%20Registration%20Rules%20and%20Procedures%20Manual%20v.1%202009.pdf"],"date-acquired":"2011-9-21","fact":"The following are acceptable forms of identification:  \r\n  \r\n * Any valid state or federal government issued photo ID, including a FREE Voter ID Card issued by the county registrar's office or the Georgia Department of Driver Services (DDS)  \r\n  \r\n * A Georgia Driver's License, even if expired  \r\n  \r\n * A valid employee photo ID from any branch, department, agency, or entity of the U.S. Government, Georgia, or any county, municipality, board, authority or other entity of this state  \r\n  \r\n * A valid U.S. passport ID  \r\n  \r\n * A valid U.S. military photo ID  \r\n  \r\n * A valid tribal photo ID  \r\n  \r\n * A student ID cards from public colleges, universities, and tech schools  \r\n  \r\n * A valid out-of-state driver's license.  \r\n  \r\nHowever, first-time voters who did not register in person with a government official and did not provide ID with their registration form who are voting for the first time in Georgia may show one of the following forms of identification instead:  \r\n  \r\n * A copy of a current utility bill  \r\n  \r\n * Bank statement  \r\n  \r\n * Government check  \r\n  \r\n * Paycheck  \r\n  \r\n * Other government document that shows the name and address of the voter","subtopic":"What ID is acceptable?"},{"citations":["GA Code 21-2-417","http://www.sos.ga.gov/Elections/VRdrives/pdf/Voter%20Registration%20Rules%20and%20Procedures%20Manual%20v.1%202009.pdf"],"date-acquired":"2011-9-21","fact":"None. If a voter does not present any of the prescribed forms of ID, such voter may be issued a provisional ballot upon swearing or affirming that he or she is the person identified on the voter certificate. However, they may have to take additional steps in order to get their provisional ballot counted.","subtopic":"If a voter has no ID, are there alternatives such as an oath or witness?"},{"citations":["GA Code 21-2-417","http://www.sos.ga.gov/electionconnection/acrobat/Voting%20Myths.pdf"],"date-acquired":"2011-9-21","fact":"Yes, if it was issued by a public college, university or technical school in Georgia.","subtopic":"Is a student ID an acceptable form of identification?"},{"citations":["Conversation with the Georgia Secretary of State's office on 8/30/2011","GA Code 21-2-417","http://www.sos.ga.gov/electionconnection/acrobat/Voting%20Myths.pdf"],"date-acquired":"2011-8-30","fact":"No","subtopic":"Does the ID have to show the address at which a voter is registered to vote?"},{"citations":["Conversation with Wesley Tailor, Assistant Secretary of State, in the Office of the Georgia Secretary of State on 6/8/10"],"date-acquired":"2010-6-8","fact":"No","subtopic":"Do elections without federal offices on the ballot (such as off-year gubernatorial elections) have different ID requirements?"}]}}