{"challenges-to-voters-at-the-polling-place":{"name":"Challenges to Voters at the Polling Place","subtopics":[{"citations":["Idaho Code &sect; 34-304","Idaho Code &sect; 34-431"],"date-acquired":"2011-9-20","fact":"Anyone\r\n","subtopic":"Who can challenge a voter?"},{"citations":["Idaho Code &sect; 34-1009","Idaho Code &sect; 34-431"],"date-acquired":"2011-9-20","fact":"Challenges are permitted at the polls on Election Day.\r\n","subtopic":"What are the restrictions on polling place challenges?"},{"citations":["Idaho Code &sect; 34-431"],"date-acquired":"2011-9-20","fact":"Any factor relating to the voter's eligibility\r\n","subtopic":"What are the allowed reasons on which a voter can be challenged?"},{"citations":[],"date-acquired":"2011-9-20","fact":"No\r\n","subtopic":"Is there a requirement for the challenger to provide cause or evidence?"},{"citations":["Idaho Code &sect; 34-1009","Idaho Code &sect; 34-1111 ","Idaho Code &sect; 34-432"],"date-acquired":"2011-9-20","fact":"When a voter is challenged, one of the judges must declare the qualifications of a voter to the challenged voter. If the challenged voter then declares herself duly qualified, and the challenger does not withdraw the challenge, the voter should swear the elector's oath. If a challenged voter subscribes the elector's oath, they must be entitled to vote. In the case when an absentee ballot is challenged, the receiving judges shall have power and authority to determine the legality of such ballot. If the challenge is sustained, or if the receiving judges determine that the affidavit accompanying the absent elector's ballot is insufficient or that the elector is not a qualified registered elector, the envelope containing the ballot of such elector shall not be opened and their vote not counted. The county clerks should mail letters of inquiry to all voters challenged in the previous election. The challenged voter has the opportunity to reply affirming their registration is correct. Then, if the county clerk determines that the challenge has not been satisfied, the county clerk shall schedule a hearing on the challenge and shall notify the elector of the place and time of the hearing. At the hearing, the challenged elector may present evidence of qualification. If the county clerk, upon the conclusion of the hearing, determines that the challenged elector's registration is not valid, the county clerk shall cancel the registration. If a challenged elector fails to make the statement or request in response to the inquiry, the county clerk shall cancel the registration.\r\n","subtopic":"How does a voter defend their eligibility to vote if they are challenged?"}]},"name":"Voter ID and Challenges","voter-id":{"name":"Voter ID","subtopics":[{"citations":["Idaho Code &sect; 34-1106","Idaho Code &sect; 34-1113 ","Idaho Code &sect; 34-410"],"date-acquired":"2011-9-20","fact":"All voters\r\n","subtopic":"Who must show ID to vote?"},{"citations":["Conversation with the Idaho Secretary of State's Office on 9/20/2011.","Idaho Code &sect; 34-1113 ","Idaho Code &sect; 34-410"],"date-acquired":"2011-9-20","fact":"For first-time voters who did not register in person with a government official and did not provide ID with their registration form, proper ID includes: (1) a current and valid photo identification; or (2) a copy of a current utility bill, bank statement, government check, paycheck, or other government document that shows the name and address of the voter.\r\nFor all other voters, proper ID includes:\r\n<ul>\r\n<li>* An Idaho driver's license or identification card issued by the Idaho transportation department</li>\r\n<li>* A passport or an identification card, including a photograph, issued by an agency of the United States government</li>\r\n<li>* A tribal identification card, including a photograph</li>\r\n<li>* A current student identification card, including a photograph, issued by a high school or an accredited institution of higher education, including a university, college or technical school, located within the state of Idaho</li>\r\n</ul>","subtopic":"What ID is acceptable?"},{"citations":["Idaho Code &sect; 34-1106","Idaho Code &sect; 34-1114 "],"date-acquired":"2011-9-20","fact":"If any voter is not able to present the proper ID, the voter may complete an affidavit instead, which will require the voter to provide their name and address.\r\n","subtopic":"If a voter has no ID, are there alternatives such as an oath or witness?"},{"citations":["Idaho Code &sect; 34-1113 "],"date-acquired":"2011-9-20","fact":"Yes. Acceptable ID includes a current student identification card, including a photograph, issued by a high school or an accredited institution of higher education, including a university, college or technical school, located within the state of Idaho.\r\n","subtopic":"Is a student ID an acceptable form of identification?"},{"citations":["Conversation with the Idaho Secretary of State's Office on 9/20/2011.","Idaho Code &sect; 34-1113 "],"date-acquired":"2011-9-20","fact":"No, as long as the voter is not using same-day registration, the address on their ID does not need to match the address at which they're registered to vote.\r\n","subtopic":"Does the ID have to show the address at which a voter is registered to vote?"},{"citations":["Per Idaho Secretary of State's office, September 2012."],"date-acquired":"2010-7-19","fact":"No\r\n","subtopic":"Do elections without federal offices on the ballot (such as off-year gubernatorial elections) have different ID requirements?"}]}}