{"challenges-to-voters-at-the-polling-place":{"name":"Challenges to Voters at the Polling Place","subtopics":[{"citations":["IC 3-11-8-20","IC 3-6-7-1"],"date-acquired":"2011-9-22","fact":"Only appointed challengers or members of the precinct election board can challenge voters on Election Day. Parties may appoint one challenger per polling place, who must be at least 18 years old and registered voters in the county where they will work. The party must make the appointment in writing and provide the challenger with an identification card. Political action committees set up to promote or oppose a ballot question may appoint a challenger by sending a written petition to the county board of elections, as can a group of voters numbering 2% of total votes cast for Secretary of State in the county during last Secretary of State's election.\r\n","subtopic":"Who can challenge a voter?"},{"citations":["IC 3-11-8-20"],"date-acquired":"2011-9-22","fact":"Challengers must make their challenge in a sworn, written affidavit.\r\n","subtopic":"What are the restrictions on polling place challenges?"},{"citations":["IC 3-5-4.5"],"date-acquired":"2011-9-22","fact":"A challenger must provide a reason to challenge a voter. While state law does not list acceptable reasons, it prohibits challenges based on the voter being a student or living in student housing, and challenges based on party affiliation are only allowed during a primary election.\r\n","subtopic":"What are the allowed reasons on which a voter can be challenged?"},{"citations":["IC 3-11-8-21"],"date-acquired":"2011-9-22","fact":"Yes&mdash;challengers must state how they know that their target is not an eligible voter.\r\n","subtopic":"Is there a requirement for the challenger to provide cause or evidence?"},{"citations":["IC 3-11-8-20","IC 3-11-8-21","IC 3-11-8-22","IC 3-11-8-23","IC 3-11-8-23.5"],"date-acquired":"2011-9-22","fact":"After being challenged, a voter must make a sworn affidavit verifying that their voter registration information is correct. After that, they may cast a provisional ballot.\r\n","subtopic":"How does a voter defend their eligibility to vote if they are challenged?"}]},"name":"Voter ID and Challenges","voter-id":{"name":"Voter ID","subtopics":[{"citations":["http://www.in.gov/sos/elections/2401.htm"],"date-acquired":"2011-9-22","fact":"Anyone voting in person, either early or on Election Day, must show acceptable ID.\r\n","subtopic":"Who must show ID to vote?"},{"citations":["http://www.in.gov/sos/elections/2401.htm"],"date-acquired":"2011-9-22","fact":"Only photo ID issued by the state of Indiana or the federal government is acceptable. This includes Indiana drivers' licenses, Indiana photo ID cards, U.S. passports, military IDs, and some student IDs from Indiana public universities.\r\n<ul>\r\n<li>Note:* Any student ID used as voter ID must have an expiration date. Not all IDs issued by Indiana public universities have an expiration date, and those that don't are *not* acceptable voter ID.</li>\r\n</ul>\r\nThe ID must show an expiration date and not be expired or have expired since the last general election.\r\n","subtopic":"What ID is acceptable?"},{"citations":["http://www.in.gov/sos/elections/2401.htm"],"date-acquired":"2011-9-22","fact":"None. If a voter does not have or does not present their ID at the polls, they may vote a provisional ballot. The voter must then bring their ID to the county election office or demonstrate that one of the ID exceptions applies to them by noon ten days after the election for the provisional ballot to count.\r\n","subtopic":"If a voter has no ID, are there alternatives such as an oath or witness?"},{"citations":["http://www.in.gov/sos/elections/2401.htm","IC 3-5-2-40.5"],"date-acquired":"2011-8-31","fact":"Yes, if it has a photo, was issued by a state university in Indiana and has an expiration date (and is valid or only expired since the last general election). NOTE that many university-related IDs do not have expiration dates, and so are NOT eligible voter IDs.\r\n","subtopic":"Is a student ID an acceptable form of identification?"},{"citations":["IC 3-5-2-40.5"],"date-acquired":"2011-8-31","fact":"No\r\n","subtopic":"Does the ID have to show the address at which a voter is registered to vote?"},{"citations":["http://www.in.gov/sos/elections/2401.htm"],"date-acquired":"2011-9-22","fact":"No\r\n","subtopic":"Do elections without federal offices on the ballot (such as off-year gubernatorial elections) have different ID requirements?"}]}}