{"challenges-to-voters-at-the-polling-place":{"name":"Challenges to Voters at the Polling Place","subtopics":[{"citations":["950 CMR 52.03(23)","ALM GL ch. 51, &sect; 48","ALM GL ch. 54,  85A"],"date-acquired":"2011-10-24","fact":"Any person, including an election officer\r\n","subtopic":"Who can challenge a voter?"},{"citations":["950 CMR 52.03(23)(a)","ALM GL ch. 54,  85A","ALM GL ch. 54, &sect; 85","http://www.sec.state.ma.us/ele/elepdf/eledaylglsum.doc"],"date-acquired":"2011-10-24","fact":"Challenges are permitted at the polls on Election Day.\r\n","subtopic":"What are the restrictions on polling place challenges?"},{"citations":["950 CMR 52.03(23)","ALM GL ch. 54, &sect; 76B","ALM GL ch. 54, &sect; 96","http://www.sec.state.ma.us/ele/elepdf/eledaylglsum.doc"],"date-acquired":"2011-10-24","fact":"Permissible reasons to challenge a voter include:\r\n<ul>\r\n<li>* The voter is not old enough to vote</li>\r\n<li>* The voter is not a citizen</li>\r\n<li>* The voter should have been removed from the voting list</li>\r\n<li>* The voter has already voted</li>\r\n<li>* The voter is not the person they claim to be</li>\r\n<li>* The voter did not present suitable written identification when it was requested</li>\r\n</ul>\r\nAny absentee ballot (whether cast in person or by mail) is subject to challenge for any violation of the absentee voting laws or any other legally allowed reason, including that the voter was not eligible for an absentee ballot. It is illegal to challenge a voter for the purpose of intimidation or of ascertaining how they voted.\r\n","subtopic":"What are the allowed reasons on which a voter can be challenged?"},{"citations":["950 CMR 52.03(23)","ALM GL ch. 54, &sect; 85","http://www.sec.state.ma.us/ele/elepdf/eledaylglsum.doc"],"date-acquired":"2011-10-24","fact":"No, but the challenger must provide the reason they are challenging the voter. It is also illegal to challenge a voter for the purpose of intimidation or of ascertaining how they voted.\r\n","subtopic":"Is there a requirement for the challenger to provide cause or evidence?"},{"citations":["950 CMR 52.03(23)c","ALM GL ch. 51, &sect; 49","ALM GL ch. 54,  85"],"date-acquired":"2011-10-24","fact":"If a voter is challenged at the polling place, the warden shall administer an oath to the challenged voter affirming their identity, registration and that they have not previously voted in that election. The warden shall require the challenged person to write his name and present residence on the outside of the ballot. The warden shall add the name and address of the challenger and the stated reason for the challenge, and the voter may cast the ballot in the ballot box. After the election, a hearing with the registrars will be held. A voter may appear before the registrars to answer a challenge and answer the registrars' questions under oath. The voter may also offer additional evidence in regard to the challenge. If the voter does not appear before the registrars, the complainant must produce sufficient testimony to make out a prima facie case for the voter's name to be struck from the register of voters. However, the voter may then appear before the registrars before the election or town meeting following and shows sufficient cause for not attending the original meeting with the registrars, the hearing shall be reopened and the matter decided on its merits, as determined from the evidence presented on both sides. The voter and the challenger may be represented by counsel, and all witnesses may be cross-examined.\r\n","subtopic":"How does a voter defend their eligibility to vote if they are challenged?"}]},"name":"Voter ID and Challenges","voter-id":{"name":"Voter ID","subtopics":[{"citations":["950 CMR 52.03(5B)","ALM GL ch. 51,  59","ALM GL ch. 54, &sect; 76","ALM GL ch. 54, &sect; 76B","E-mail from Mick Leddy, Elections Specialist in the Secretary of the Commonwealth's Office, on 7/2/10","http://www.brennancenter.org/studentvoting/states/massachusetts/","http://www.sec.state.ma.us/ele/elepdf/eledaylglsum.doc"],"date-acquired":"2011-10-24","fact":"Only two small sets of Massachusetts voters have to show ID at the polls:\r\n<ul>\r\n<li>* First-time voters who did not register in person with a government official whose identifying numbers (Massachusetts driver's license number or last four digits of Social Security number) can't be verified by the state, and</li>\r\n<li>* Voters who are marked as inactive. (A voter can get marked as inactive for failing to respond to their town's annual census or if the acknowledgment notice sent to them after they register is returned as undeliverable. Inactive voters must also sign an affirmation of residence.)</li>\r\n</ul>\r\nAn election officer may also be allowed to randomly request identification from any voter, as long as the request is truly random.\r\n","subtopic":"Who must show ID to vote?"},{"citations":["ALM GL ch. 54, &sect; 76B","http://www.sec.state.ma.us/ele/elepdf/eledaylglsum.doc"],"date-acquired":"2011-10-24","fact":"Acceptable identification must include the voter's name and the address at which they are registered to vote, for example a current and valid:\r\n<ul>\r\n<li>* Driver's license</li>\r\n<li>* Photo identification</li>\r\n<li>* Current utility bill</li>\r\n<li>* Bank statement</li>\r\n<li>* Paycheck</li>\r\n<li>* Government check</li>\r\n<li>* Other government document showing their name and address</li>\r\n</ul>","subtopic":"What ID is acceptable?"},{"citations":["ALM GL ch. 54, &sect; 76B","http://www.sec.state.ma.us/ele/elepdf/eledaylglsum.doc"],"date-acquired":"2011-10-24","fact":"If a first-time voter in a federal election does not provide such identification, the Help America Vote Act of 2002 requires that the voter may only cast a provisional ballot which will be counted later, but only after their eligibility to vote has been determined. If a voter whose ID is requested by an election official randomly cannot or does not show ID, they must still be allowed to vote, but an election officer or any other person may challenge their right to vote.\r\n","subtopic":"If a voter has no ID, are there alternatives such as an oath or witness?"},{"citations":["ALM GL ch. 54, &sect; 76B","http://www.sec.state.ma.us/ele/elepdf/eledaylglsum.doc","Per William Rosenberry, Elections Specialist in the Secretary of the Commonwealth's office, on 11/7/2011"],"date-acquired":"2011-11-7","fact":"No because they do not show the voter's residential address.\r\n","subtopic":"Is a student ID an acceptable form of identification?"},{"citations":["ALM GL ch. 54, &sect; 76B","http://www.sec.state.ma.us/ele/elepdf/eledaylglsum.doc"],"date-acquired":"2011-10-24","fact":"Yes\r\n","subtopic":"Does the ID have to show the address at which a voter is registered to vote?"},{"citations":["ALM GL ch. 54, &sect; 76B"],"date-acquired":"2011-10-24","fact":"ID is not required for first-time voters to vote in local elections, regardless of whether a first-time voter provided it with their registration form, though they may still have to show ID if they are randomly selected by an election officer as a voter who should be asked for ID.\r\n","subtopic":"Do elections without federal offices on the ballot (such as off-year gubernatorial elections) have different ID requirements?"}]}}