{"challenges-to-voters-at-the-polling-place":{"name":"Challenges to Voters at the Polling Place","subtopics":[{"citations":["http://www.elections.state.md.us/pdf/Challenger_and_Watchers_Manual.pdf","Md. Ann. Code art. EL, &sect; 10-311(e)"],"date-acquired":"2011-8-23","fact":"Anyone may challenge a voter, including an observer or watcher at the polls. Any individual can enter a polling place to challenge the right of any other individual to vote.\r\n","subtopic":"Who can challenge a voter?"},{"citations":["http://www.elections.state.md.us/pdf/Challenger_and_Watchers_Manual.pdf","Md. Ann. Code art. EL, &sect; 10-312"],"date-acquired":"2011-8-23","fact":"Challenges are permitted at the polls on Election Day. However, the only ground on which a challenge can be made at the polls is a challenge to the voter's identity (i.e., that the voter is not whom he or she says he or she is).\r\n","subtopic":"What are the restrictions on polling place challenges?"},{"citations":["http://www.elections.state.md.us/pdf/Challenger_and_Watchers_Manual.pdf","Md. Ann. Code art. EL, &sect; 10-312"],"date-acquired":"2011-8-23","fact":"The only ground on which a challenge can be made at the polls is a challenge to the voter's identity (i.e., that the voter is not whom he or she says he or she is).\r\n","subtopic":"What are the allowed reasons on which a voter can be challenged?"},{"citations":["http://www.elections.state.md.us/pdf/Challenger_and_Watchers_Manual.pdf","Md. Ann. Code art. EL, &sect; 10-312"],"date-acquired":"2011-8-23","fact":"Someone may challenge a voter only if they have a reasonable basis for asserting that the voter is not whom the voter claims to be. Because someone challenging a voter may be required to sign a statement under penalty of perjury, the challenge to a voter's identity must be made in good faith. Someone may not arbitrarily challenge voters.\r\n","subtopic":"Is there a requirement for the challenger to provide cause or evidence?"},{"citations":["http://www.elections.state.md.us/pdf/Challenger_and_Watchers_Manual.pdf","Md. Ann. Code art. EL, &sect; 10-312"],"date-acquired":"2011-8-23","fact":"Once an election judge has been notified of a challenge, the election judge will ask the challenged voter to provide identification. Any of the following is an acceptable form of ID:\r\n<ul>\r\n<li>* Voter registration card</li>\r\n<li>* Social Security card</li>\r\n<li>* Valid Maryland driver's license or MVA-issued ID card</li>\r\n<li>* Any ID card issued by any unit of federal, state, or local government</li>\r\n<li>* Any employee ID card with the individual's photo and issued to the individual in the ordinary course of the employer's business</li>\r\n<li>* A copy of a current bill, bank statement, government check, paycheck, or other government document that shows the individual's name and current address.</li>\r\n</ul>\r\nIf the individual presents one of the forms of ID listed above, the election judge must let the voter complete the check in process and vote.\r\nIf the individual does not present one of the forms of ID, the election judge will require the person challenging the voter to provide, in writing and under penalty of perjury, the reason for the challenge and offer the challenged voter the opportunity to cast a provisional ballot and submit a signed statement, witnessed by the election judge, of his or her identity. During the provisional ballot canvass (held on the second Wednesday after the election), the local board of canvassers will determine, based on the information submitted by the individual challenging the voter and the challenged voter, whether the voter is whom he or she claims to be and is otherwise qualified to vote.\r\n","subtopic":"How does a voter defend their eligibility to vote if they are challenged?"}]},"name":"Voter ID and Challenges","voter-id":{"name":"Voter ID","subtopics":[{"citations":["COMAR 33.07.06.03","http://www.elections.state.md.us/voting/election_day_questions.html"],"date-acquired":"2011-8-23","fact":"First-time voters who did not register in person with a government official and did not provide ID with their registration form\r\n","subtopic":"Who must show ID to vote?"},{"citations":["COMAR 33.01.01.01","http://www.elections.state.md.us/voting/election_day_questions.html"],"date-acquired":"2011-8-23","fact":"(1) Maryland driver's license, MVA-issued ID card, student, employee, or military ID card, U.S. passport, or any other state or federal government-issued ID card; or (2) a copy of a current utility bill, bank statement, government check, paycheck or other government document that shows the voter's name and address\r\n","subtopic":"What ID is acceptable?"},{"citations":["COMAR 33.07.06.05"],"date-acquired":"2010-6-11","fact":"No. If a person does not provide the identification information, they may cast a provisional ballot. They may have to take additional steps to get their provisional ballot to count.\r\n","subtopic":"If a voter has no ID, are there alternatives such as an oath or witness?"},{"citations":["COMAR 33.01.01.01","http://www.elections.state.md.us/voting/election_day_questions.html"],"date-acquired":"2011-8-23","fact":"Yes\r\n","subtopic":"Is a student ID an acceptable form of identification?"},{"citations":["COMAR 33.01.01.01","Conversation with Roger Stitt, Voter Registration Manager of Operations, in the Maryland Board of Elections office on 9/9/2011"],"date-acquired":"2011-9-9","fact":"Yes\r\n","subtopic":"Does the ID have to show the address at which a voter is registered to vote?"},{"citations":["COMAR 33.07.06.03","Conversation with Roger Stitt, Voter Registration Manager of Operations, in the Maryland Board of Elections office on 6/17/10"],"date-acquired":"2010-6-18","fact":"No\r\n","subtopic":"Do elections without federal offices on the ballot (such as off-year gubernatorial elections) have different ID requirements?"}]}}