{"challenges-to-voters-at-the-polling-place":{"name":"Challenges to Voters at the Polling Place","subtopics":[{"citations":["M.R.S 21-A &sect;673"],"date-acquired":"2011-9-7","fact":"Any voter from the same municipality or an election official.","subtopic":"Who can challenge a voter?"},{"citations":["M.R.S 21-A &sect;673"],"date-acquired":"2011-9-7","fact":"None. A voter may be challenged at the polling place on Election Day.","subtopic":"What are the restrictions on polling place challenges?"},{"citations":["M.R.S 21-A &sect;673(1)"],"date-acquired":"2011-9-7","fact":"The grounds for a challenge must be on the allegation that the voter falls into one of the following categories:\n\r\n * Is not enrolled in the proper party, if voting in a primary election;\r\n\n\r\n * Is not qualified to be a registered voter because the challenged person:\r\n(a) Does not meet the age requirements;\r\n(b) Is not a citizen of the United States; or\r\n(c) Is not a resident of the municipality or appropriate electoral district within the municipality;\r\n\n\r\n * Registered to vote during the closed period or on Election Day and did not provide satisfactory proof of identity and residency to the registrar, except that only an election official may challenge for this reason;\r\n\n\r\n * Did not properly apply for an absentee ballot;\r\n\n\r\n * Did not properly complete the affidavit on the absentee return envelope;\n\r\n * Did not cast the ballot or complete the affidavit before the appropriate witness;\r\n\n\r\n * Communicated with someone as prohibited by law;\r\n\n\r\n * Did not have the ballot returned to the clerk by the time prescribed;\r\n\n\r\n * Voted using the name of another;\r\n\n\r\n * Committed any other specified violation of election law; or\r\n\n\r\n * Voted using the wrong ballot for the appropriate electoral district or political party, if applicable.","subtopic":"What are the allowed reasons on which a voter can be challenged?"},{"citations":["M.R.S 21-A &sect;673(1)"],"date-acquired":"2011-9-7","fact":"The challenger must have \"personal knowledge or a reasonably supported belief\" that the voter is not eligible.","subtopic":"Is there a requirement for the challenger to provide cause or evidence?"},{"citations":["M.R.S 21-A &sect;673(1)"],"date-acquired":"2011-9-7","fact":"After the election, the local election official will hold a hearing to determine whether the challenged ballot should be counted.","subtopic":"How does a voter defend their eligibility to vote if they are challenged?"}]},"name":"Voter ID and Challenges","voter-id":{"name":"Voter ID","subtopics":[{"citations":["M.R.S 21-A &sect;671","Per Julie Flynn, Deputy Secretary of State of Maine. 19 August 2010."],"date-acquired":"2011-9-7","fact":"Only same-day registrants and first-time voters who did not provide ID when registering to vote.","subtopic":"Who must show ID to vote?"},{"citations":["M.R.S 21-A &sect;112-A","Per Julie Flynn, Deputy Secretary of State of Maine. 19 August 2010."],"date-acquired":"2011-9-7","fact":"Voters who must show ID need both proof of identity and proof of residency.  \r\n  \r\nProof of identity includes:  \r\n  \r\n * A Maine Driver's License number or last 4 digits of a social security number that has been verified by the state election official  \r\n  \r\n * Government-issued photo ID  \r\n  \r\n * Other government-issued identification document, such as a birth certificate or social security card  \r\n  \r\n * Other official documents, including a document confirming eligibility determinations for public benefits, a utility bill, a bank statement, a government check, a paycheck or other government document that shows the name and address of the voter  \r\n  \r\nProof of residency is anything that indicates the voter's residence to the registrar, including swearing to an oath the voter lives at the registered address.","subtopic":"What ID is acceptable?"},{"citations":["Per Julie Flynn, Deputy Secretary of State of Maine. 19 August 2010."],"date-acquired":"2010-8-19","fact":"An oath is accepted as proof of residency, but is not alternate proof of identity.","subtopic":"If a voter has no ID, are there alternatives such as an oath or witness?"},{"citations":["Per conversation with Office of Elections on 9/8/2011"],"date-acquired":"2011-9-8","fact":"A student ID that contains a picture of the voter is a way to prove identification, but not residency. So if a voter also needs to prove their residency, they will also need to show their lease, utility bill, or other documentation showing their name and address (as a last resort, they may be asked to sign an oath attesting to their address if they do not have one of these documents to demonstrate their residency).","subtopic":"Is a student ID an acceptable form of identification?"},{"citations":["Cristina's conversation with Julie Flynn of Maine's state elections office on 7/11/12."],"date-acquired":"2011-8-31","fact":"If the proof of identity also lists the voter's current address, it fulfills both requirements. Otherwise, a proof of identity and an additional proof of residency are required.","subtopic":"Does the ID have to show the address at which a voter is registered to vote?"},{"citations":["Per Julie Flynn, Deputy Secretary of State of Maine. 19 August 2010."],"date-acquired":"2010-8-19","fact":"ID requirements are the same in off-year elections as in federal election years.","subtopic":"Do elections without federal offices on the ballot (such as off-year gubernatorial elections) have different ID requirements?"}]}}