{"challenges-to-voters-at-the-polling-place":{"name":"Challenges to Voters at the Polling Place","subtopics":[{"citations":["http://www.sos.state.mn.us/index.aspx?page=522","Minnesota Code 201.195","Minnesota Code 204C.12"],"date-acquired":"2011-11-2","fact":"An election judge (when required by statute), a challenger in the polling place or another voter.\r\n","subtopic":"Who can challenge a voter?"},{"citations":["Minnesota Code 204C.12","PDF: http://www.sos.state.mn.us/Modules/ShowDocument.aspx?documentid=4303"],"date-acquired":"2011-11-2","fact":"Challenges are permitted at the polls on Election Day. They must be made under oath, and must be based on personal knowledge, not merely suspicion.\r\n","subtopic":"What are the restrictions on polling place challenges?"},{"citations":["http://www.sos.state.mn.us/Modules/ShowDocument.aspx?documentid=4303","Minnesota Code 204C.12"],"date-acquired":"2011-11-2","fact":"Any factor relating to a voter's eligibility is grounds for a challenge, including:\r\n<ul>\r\n<li>* The voter is not 18 years old or will not be by Election Day;</li>\r\n<li>* The voter's citizenship;</li>\r\n<li>* The voter has not resided in Minnesota for 20 days immediately preceding Election Day;</li>\r\n<li>* The voter does not maintain residence in the precinct in which they are voting;</li>\r\n<li>* The voter has not had any felony conviction record discharged, expired or completed;</li>\r\n<li>* The voter is under court-ordered guardianship and has had their voting rights revoked; or</li>\r\n<li>* The voter has been ruled legally incompetent by a court of law.</li>\r\n</ul>","subtopic":"What are the allowed reasons on which a voter can be challenged?"},{"citations":["http://www.sos.state.mn.us/Modules/ShowDocument.aspx?documentid=4303","Minnesota Code 204C.12"],"date-acquired":"2011-11-2","fact":"A challenge must be based on personal knowledge, meaning that suspicion is not a sufficient basis for making a challenge.\r\n","subtopic":"Is there a requirement for the challenger to provide cause or evidence?"},{"citations":["https://www.revisor.mn.gov/statutes/?id=204C.12","Minnesota Code 204C.12"],"date-acquired":"2011-11-2","fact":"A person must affirm and swear their truthfulness in answering the election judge's questions about their eligibility and then answer the election judge's questions regarding their residence or other eligibility criteria. After taking the oath and completing and signing the voter certificate, the challenged individual should be allowed to vote a regular ballot.\r\n","subtopic":"How does a voter defend their eligibility to vote if they are challenged?"}]},"name":"Voter ID and Challenges","voter-id":{"name":"Voter ID","subtopics":[{"citations":["42 USCS &sect; 15483(b)","http://www.vote411.org/bystateresult.php?state=MN"],"date-acquired":"2011-11-2","fact":"Those voters who need to provide ID are: (1) voters registering to vote on Election Day and (2) those who did not register in person with a government official and are voting for the first time.\r\n","subtopic":"Who must show ID to vote?"},{"citations":["http://www.sos.state.mn.us/index.aspx?page=204","Minnesota Rule 8200.5100","Minnesota Statute 201.061"],"date-acquired":"2011-11-2","fact":"A voter can present one of the following documents (must have current name and address):\r\n<ul>\r\n<li>* A valid Minnesota driver's license</li>\r\n<li>* A learner's permit</li>\r\n<li>* A Minnesota ID card</li>\r\n<li>* A receipt for any of the above containing a valid address in the precinct</li>\r\n<li>* A student identification card including the voter's photo, if their college has provided a student housing list to election officials</li>\r\n<li>* A tribal ID card that contains the voter's name, picture, signature and address in the precinct</li>\r\n<li>* A valid registration in the same precinct under a different name or address</li>\r\n<li>* A notice of late registration that was sent to the voter by their county auditor or city clerk</li>\r\n</ul>\r\n<br />\r\nAlternatively, a voter may present a photo ID from the list below and a bill in their name that shows their address and is due within 30 days of the date of the election.\r\nAcceptable photo IDs are:\r\n<ul>\r\n<li>* Minnesota driver's license</li>\r\n<li>* Minnesota ID card</li>\r\n<li>* United States passport</li>\r\n<li>* United States Military ID</li>\r\n<li>* Minnesota university or technical college ID</li>\r\n<li>* Tribal ID card</li>\r\n</ul>\r\n<br />\r\nAcceptable bills (showing current name and address and due within 30 days of the election) are:\r\n<ul>\r\n<li>* Gas</li>\r\n<li>* Electric</li>\r\n<li>* Telephone</li>\r\n<li>* Cellular phone</li>\r\n<li>* TV (cable, satellite)</li>\r\n<li>* Solid waste</li>\r\n<li>* Water</li>\r\n<li>* Sewer services</li>\r\n<li>* Internet services</li>\r\n<li>* Student fee statement</li>\r\n<li>* Rent statement with itemized utilities</li>\r\n</ul>","subtopic":"What ID is acceptable?"},{"citations":["http://www.sos.state.mn.us/index.aspx?page=204","Minnesota Statute 201.061"],"date-acquired":"2011-11-2","fact":"A voter registered in the same precinct can confirm the voter's address with a signed oath or an authorized employee of a residential facility where the voter resides can confirm their address with a signed oath (the residential facility must provide a list of employees to election officials).\r\n","subtopic":"If a voter has no ID, are there alternatives such as an oath or witness?"},{"citations":["http://www.sos.state.mn.us/index.aspx?page=204","Minnesota Rule 8200.5100","Minnesota Statute 201.061"],"date-acquired":"2011-11-2","fact":"Yes, if it includes the voter's photo and their college has provided a student housing list to election officials.\r\n","subtopic":"Is a student ID an acceptable form of identification?"},{"citations":["http://www.sos.state.mn.us/index.aspx?page=204","Minnesota Rule 8200.5100","Minnesota Statute 201.061","Per Minnesota Secretary of State's office on 11/7/2011"],"date-acquired":"2011-11-7","fact":"Yes, or the voter will be required to show another document demonstrating their place of residence.\r\n","subtopic":"Does the ID have to show the address at which a voter is registered to vote?"},{"citations":["Minnesota Statute 201.061","Per Minnesota Secretary of State's office in August 2012."],"date-acquired":"2011-11-2","fact":"No.\r\n","subtopic":"Do elections without federal offices on the ballot (such as off-year gubernatorial elections) have different ID requirements?"}]}}