{"challenges-to-voters-at-the-polling-place":{"name":"Challenges to Voters at the Polling Place","subtopics":[{"citations":["MCA 13-13-301"],"date-acquired":"2011-10-18","fact":"Any registered voter may challenge another voter.\r\n","subtopic":"Who can challenge a voter?"},{"citations":["MCA 13-13-301"],"date-acquired":"2011-10-18","fact":"The challenger must sign an affidavit swearing to the grounds of the challenge.\r\n","subtopic":"What are the restrictions on polling place challenges?"},{"citations":["MCA 13-13-301"],"date-acquired":"2011-10-11","fact":"The following are the only proper grounds for a challenge:\r\nThat the challenged voter:\r\n(a) is of unsound mind, as determined by a court;\r\n(b) has voted before in that election;\r\n(c) has been convicted of a felony and is serving a sentence in a penal institution;\r\n(d) is not registered as required by law;\r\n(e) is not 18 years of age or older;\r\n(f) has not been, for at least 30 days, a resident of the county in which the elector is offering to vote;\r\n(g) is a provisionally registered elector whose status has not been changed to a legally registered voter; or\r\n(h) does not meet another legal requirement to vote.\r\n","subtopic":"What are the allowed reasons on which a voter can be challenged?"},{"citations":["MCA 13-13-301"],"date-acquired":"2011-10-11","fact":"No requirement. However, the challenge will not procede if the election adminstrator determines that the challenge is insufficient.\r\n","subtopic":"Is there a requirement for the challenger to provide cause or evidence?"},{"citations":["MCA 13-13-301"],"date-acquired":"2011-10-11","fact":"The challenged voter may argue their case to the poll workers. If the poll workers decide that the challenge is well-founded, the challenged voter must cast a provisional ballot. The challenged voter has the option of signing an affidavit providing evidence of or swearing to their eligibility.\r\n","subtopic":"How does a voter defend their eligibility to vote if they are challenged?"}]},"name":"Voter ID and Challenges","voter-id":{"name":"Voter ID","subtopics":[{"citations":["http://sos.mt.gov/Elections/Vote/index.asp","MCA 13-13-114"],"date-acquired":"2011-10-11","fact":"All voters must show ID\r\n","subtopic":"Who must show ID to vote?"},{"citations":["http://sos.mt.gov/Elections/Vote/index.asp","MCA 13-13-114"],"date-acquired":"2011-10-11","fact":"Voters must present a current photo ID or one of the following (from the Montana Secretary of State):\r\n<ul>\r\n<li> a current utility bill</li>\r\n<li> bank statement</li>\r\n<li> paycheck</li>\r\n<li> voter confirmation notice</li>\r\n<li> government check</li>\r\n<li> other government document that shows the voter's name and current address</li>\r\n</ul>","subtopic":"What ID is acceptable?"},{"citations":["http://sos.mt.gov/Elections/Vote/index.asp"],"date-acquired":"2011-10-11","fact":"Yes, the voter may fill out a \"Polling Place Elector ID Form.\"\r\n","subtopic":"If a voter has no ID, are there alternatives such as an oath or witness?"},{"citations":["MCA 13-13-114"],"date-acquired":"2011-10-11","fact":"Yes\r\n","subtopic":"Is a student ID an acceptable form of identification?"},{"citations":["MCA 13-13-114","Per e-mail from Lisa Kimmet, Deputy for Elections and Government Services, Office of the Montana Secretary of State, on 11/10/2011"],"date-acquired":"2011-11-10","fact":"A photo ID does not have to show the voter's current address, but other non-photo documents do.\r\n","subtopic":"Does the ID have to show the address at which a voter is registered to vote?"},{"citations":["MCA 13-13-114"],"date-acquired":"2011-10-11","fact":"No. All elections have the same ID requirements.\r\n","subtopic":"Do elections without federal offices on the ballot (such as off-year gubernatorial elections) have different ID requirements?"}]}}