{"challenges-to-voters-at-the-polling-place":{"name":"Challenges to Voters at the Polling Place","subtopics":[{"citations":["http://www.ncga.state.nc.us/EnactedLegislation/Statutes/HTML/BySection/Chapter_163/GS_163-87.html","N.C. Statute 163-87"],"date-acquired":"2011-10-4","fact":"Any voter registered in that precinct; also any election judge or assistant election judge, regardless of residence.","subtopic":"Who can challenge a voter?"},{"citations":["http://www.ncga.state.nc.us/EnactedLegislation/Statutes/HTML/BySection/Chapter_163/GS_163-87.html","http://www.projectvote.org/images/publications/Voter%20Caging/PB10_ElectionChallenger2.pdf","N.C. Statute 163-87","N.C. Statute 163-88"],"date-acquired":"2011-10-4","fact":"Challenges are permitted on Election Day. Specifically for Election Day challenges, returned mail may not be used as evidence of a change in residence.","subtopic":"What are the restrictions on polling place challenges?"},{"citations":["http://www.ncga.state.nc.us/EnactedLegislation/Statutes/HTML/BySection/Chapter_163/GS_163-85.html","http://www.ncga.state.nc.us/EnactedLegislation/Statutes/HTML/BySection/Chapter_163/GS_163-87.html","N.C. Statute 163-85(c)","N.C. Statute 163-87"],"date-acquired":"2011-10-4","fact":"A challenge may be made only on the grounds that:  \r\n  \r\n * A person is not a resident of North Carolina  \r\n  \r\n * A person is not a resident of the county or precinct in which the person is registered, provided that no such challenge may be made if the person removed his residency and the period of removal has been less than 30 days  \r\n  \r\n * A person is not 18 years old, or if the challenge is made within 60 days before a primary, that the person will not be 18 years of age by the next general election  \r\n  \r\n * A person has been adjudged guilty of a felony and is ineligible to vote  \r\n  \r\n * A person is dead  \r\n  \r\n * A person is not a citizen of the United States  \r\n  \r\n * The person is not who he or she represents himself or herself to be  \r\n  \r\n * With respect to municipal registration only, that a person is not a resident of the municipality in which the person is registered.  \r\n  \r\nIf the challenge is made on Election Day, additional grounds for a challenge are: (1) that the person has already voted in that primary or election and (2) if the challenge is made with respect to voting in a partisan primary, that the person is a registered voter of another political party.","subtopic":"What are the allowed reasons on which a voter can be challenged?"},{"citations":["http://www.ncga.state.nc.us/EnactedLegislation/Statutes/HTML/BySection/Chapter_163/GS_163-90.1.html","N.C. Statute 163-90.1(a)"],"date-acquired":"2011-10-4","fact":"Challenges shall not be made indiscriminately and may only be made if the challenger knows, suspects or reasonably believes such a person not to be qualified and entitled to vote. Burden of proof is on the challenger. In the absence of proof, the assumption will be made that the voter is qualified to vote.","subtopic":"Is there a requirement for the challenger to provide cause or evidence?"},{"citations":["http://www.ncga.state.nc.us/EnactedLegislation/Statutes/HTML/BySection/Chapter_163/GS_163-85.html","http://www.ncga.state.nc.us/EnactedLegislation/Statutes/HTML/BySection/Chapter_163/GS_163-86.html","http://www.ncga.state.nc.us/EnactedLegislation/Statutes/HTML/BySection/Chapter_163/GS_163-87.html","N.C. Statute 163-85","N.C. Statute 163-86","N.C. Statute 163-87"],"date-acquired":"2011-10-4","fact":"For pre-election challenges, the challenge must be made before the 25th day prior to the election. The county election board holds a preliminary hearing, at which the challenger has the burden of proof, to determine whether there is probable cause to believe that the challenge is valid. If no evidence is presented, the challenge is dismissed. If probable cause is decided, a hearing is scheduled, and the voter is notified at least 10 days before. At the hearing the voter (or their sworn representative) must take an oath and submit an affidavit, and prove the voter's right to vote.  \r\n\r\n  \r\n\r\n  A challenge entered on Election Day is heard and decided by the chief judge and judges of election before the polls close. If the challenged voter insists that they are qualified and proves their identity and continued residence by sworn testimony, one of the judges of election or the chief judge shall tender the voter an oath or affirmation. If the oath is refused or evidence of the right to vote is insufficient, the challenge will be upheld. If so, the voter has a right to appeal within 10 days of the election; and to vote a \"challenged ballot\", which will only be counted in the case of contested elections.  \r\n\r\n  \r\n\r\n  If challenged on basis of residency, a voter may transfer their registration, as long as the new residence may be proved.","subtopic":"How does a voter defend their eligibility to vote if they are challenged?"}]},"name":"Voter ID and Challenges","voter-id":{"name":"Voter ID","subtopics":[{"citations":["http://www.866ourvote.org/state?id=0044","http://www.ncga.state.nc.us/EnactedLegislation/Statutes/HTML/BySection/Chapter_163/GS_163-166.12.html","http://www.ncsl.org/default.aspx?tabid=16602","N.C. Statute 163-166.12","N.C. Statute 163-166.7(a)"],"date-acquired":"2011-10-4","fact":"People voting in their first federal election who did not register in person with a government official and did not provide ID with their registration form.","subtopic":"Who must show ID to vote?"},{"citations":["http://www.ncga.state.nc.us/EnactedLegislation/Statutes/HTML/BySection/Chapter_163/GS_163-166.12.html","N.C. Statute 163-166.12"],"date-acquired":"2011-10-4","fact":"(1) a current and valid photo identification or (2) a copy of one of the following documents that shows the name and address of the voter: a current utility bill, bank statement, government check, paycheck, or other government document","subtopic":"What ID is acceptable?"},{"citations":["http://www.866ourvote.org/state?id=0044","http://www.ncga.state.nc.us/EnactedLegislation/Statutes/HTML/BySection/Chapter_163/GS_163-166.12.html","N.C. Statute 163-166.12"],"date-acquired":"2011-10-4","fact":"No. If a voter does not have the proper ID, they may only vote a provisional ballot. The voter may be required to take additional steps in order for their provisional ballot to count.","subtopic":"If a voter has no ID, are there alternatives such as an oath or witness?"},{"citations":["Conversation with Johnnie McLean, Deputy Director - Administration of the North Carolina Board of Elections, on 10/12/2011","http://www.ncsbe.gov/content.aspx?id=32"],"date-acquired":"2011-10-12","fact":"Yes, if shown with a document from the school containing the student's name and current address.","subtopic":"Is a student ID an acceptable form of identification?"},{"citations":["Conversation with Johnnie McLean, Deputy Director - Administration of the North Carolina Board of Elections, on 10/12/2011","http://www.ncga.state.nc.us/EnactedLegislation/Statutes/HTML/BySection/Chapter_163/GS_163-166.12.html","http://www.ncga.state.nc.us/EnactedLegislation/Statutes/HTML/BySection/Chapter_163/GS_163-82.6A.html","N.C. Statute 163-166.12","N.C. Statute 163-82.6A"],"date-acquired":"2011-10-12","fact":"Yes.","subtopic":"Does the ID have to show the address at which a voter is registered to vote?"},{"citations":["http://www.justice.gov/crt/about/vot/sec_5/covered.php","N.C. Statute 163-166.12"],"date-acquired":"2010-5-19","fact":"No","subtopic":"Do elections without federal offices on the ballot (such as off-year gubernatorial elections) have different ID requirements?"}]}}