{"challenges-to-voters-at-the-polling-place":{"name":"Challenges to Voters at the Polling Place","subtopics":[{"citations":["http://www.nd.gov/sos/forms/pdf/election-official-manual10.pdf","N.D. Cent. Code, &sect; 16.1-05-06(2)"],"date-acquired":"2011-9-6","fact":"Any member of the election board may challenge the right of an individual to vote or a poll challenger may request members of the election board to challenge a voter.\r\n","subtopic":"Who can challenge a voter?"},{"citations":["http://www.nd.gov/sos/forms/pdf/election-official-manual10.pdf","N.D. Cent. Code, &sect; 16.1-05-06(2)"],"date-acquired":"2011-9-6","fact":"Challenges are permitted at the polls on Election Day.\r\n","subtopic":"What are the restrictions on polling place challenges?"},{"citations":["http://www.nd.gov/sos/forms/pdf/election-official-manual10.pdf","N.D. Cent. Code, &sect; 16.1-05-06(2)"],"date-acquired":"2011-9-6","fact":"Grounds on which a voter may be challenged are:\r\n<ul>\r\n<li>* The individual offering to vote does not meet the age or citizenship requirements</li>\r\n<li>* The individual offering to vote has not previously voted in the precinct, the name of the individual offering to vote does not appear in the poll book, and the individual fails to provide reasonable evidence of residency in the precinct</li>\r\n<li>* The individual offering to vote physically resides outside of the precinct (unless the voter has lived in the precinct less than 30 days and is authorized to return to vote in his/her former North Dakota precinct)</li>\r\n<li>* The individual offering to vote does not meet the residency requirements</li>\r\n<li>* The individual offering to vote fails or refuses to provide appropriate identification</li>\r\n<li>* The individual offering to vote refuses to vote in their correct precinct</li>\r\n</ul>","subtopic":"What are the allowed reasons on which a voter can be challenged?"},{"citations":["http://www.nd.gov/sos/forms/pdf/election-official-manual10.pdf","N.D. Cent. Code, &sect; 16.1-05-06(2)"],"date-acquired":"2011-9-6","fact":"The person making or requesting the challenge should know or have reason to believe that the grounds for the challenge are true.\r\n","subtopic":"Is there a requirement for the challenger to provide cause or evidence?"},{"citations":["http://www.nd.gov/sos/forms/pdf/election-official-manual10.pdf","N.D. Cent. Code, &sect; 16.1-05-06"],"date-acquired":"2011-9-6","fact":"If, after an election board member requests an appropriate form of identification and the identification is not provided or does not adequately confirm the eligibility of the challenged voter, the voter may vote if they execute a voter's affidavit stating that they are a legally qualified voter of the precinct.\r\n","subtopic":"How does a voter defend their eligibility to vote if they are challenged?"}]},"name":"Voter ID and Challenges","voter-id":{"name":"Voter ID","subtopics":[{"citations":["http://www.nd.gov/sos/forms/pdf/election-official-manual10.pdf","N.D. Cent. Code, &sect; 16.1-05-07(1)"],"date-acquired":"2011-9-6","fact":"All voters\r\n","subtopic":"Who must show ID to vote?"},{"citations":["http://www.nd.gov/hava/education/doc/id-requirements.pdf","N.D. Cent. Code, &sect; 16.1-05-07(1)"],"date-acquired":"2011-9-6","fact":"Acceptable forms of identification, which must include a residential address (not a PO Box), are:\r\n<ul>\r\n<li>* valid driver's license</li>\r\n<li>* valid state identification card</li>\r\n<li>* valid federally issued identification card (e.g., passport or agency identification card)</li>\r\n<li>* valid tribal government-issued identification card</li>\r\n<li>* valid student identification card</li>\r\n<li>* valid U.S. military identification card</li>\r\n<li>* utility bill dated 30 days or less prior to Election Day</li>\r\n<li>* a change of address verification letter from the U.S. Postal Service</li>\r\n</ul>","subtopic":"What ID is acceptable?"},{"citations":["http://www.nd.gov/hava/education/doc/id-requirements.pdf","N.D. Cent. Code, &sect; 16.1-05-07"],"date-acquired":"2011-9-6","fact":"If a voter does not have acceptable ID, they may still vote if: (1) a poll worker is able to vouch for their identity and residence or (2) they complete a voter's affidavit on which they certify, under oath, their identity and that they are a resident within the precinct in which they are attempting to vote.\r\n","subtopic":"If a voter has no ID, are there alternatives such as an oath or witness?"},{"citations":["http://www.nd.gov/hava/education/doc/id-requirements.pdf"],"date-acquired":"2011-9-6","fact":"Only if it is valid and shows the voter's street address.\r\n","subtopic":"Is a student ID an acceptable form of identification?"},{"citations":["Conversation with Lee Ann Oliver in the North Dakota Secretary of State's office on 9/27/2011","http://www.nd.gov/hava/education/doc/id-requirements.pdf"],"date-acquired":"2011-9-27","fact":"Yes. If a voter shows an ID that does not have their current address on it, they will either need to show another ID (e.g., utility bill) with their correct address, sign a voter's affidavit or a poll worker will have to vouch for them.\r\n","subtopic":"Does the ID have to show the address at which a voter is registered to vote?"},{"citations":["N.D. Cent. Code, &sect; 16.1-05-07(1)"],"date-acquired":"2011-9-6","fact":"No\r\n","subtopic":"Do elections without federal offices on the ballot (such as off-year gubernatorial elections) have different ID requirements?"}]}}