{"challenges-to-voters-at-the-polling-place":{"name":"Challenges to Voters at the Polling Place","subtopics":[{"citations":["N.M. Stat. Ann. &sect; 1-12-20"],"date-acquired":"2011-9-1","fact":"A member of the precinct board or a party challenger\r\n","subtopic":"Who can challenge a voter?"},{"citations":["N.M. Stat. Ann. &sect; 1-12-20"],"date-acquired":"2011-9-1","fact":"Challenges are permitted at the polls on Election Day.\r\n","subtopic":"What are the restrictions on polling place challenges?"},{"citations":["N.M. Stat. Ann. &sect; 1-12-20","N.M. Stat. Ann. &sect; 1-6-14"],"date-acquired":"2011-9-1","fact":"A voter's right may be challenged for the following reasons:\r\n<ul>\r\n<li> The voter is not registered</li>\r\n<li> The voter's name is on the purge list or the list of voters who received an absentee ballot</li>\r\n<li> The voter has already voted in that election</li>\r\n<li> The voter is not a qualified elector</li>\r\n<li> In a primary election, the voter is not affiliated with a political party represented on the ballot</li>\r\n<li> In the case of an absentee ballot, the official outer envelope of the absentee voter has been opened prior to the counting of the ballots</li>\r\n<li> In the case of an absentee ballot, the voter did not sign the official mailing envelope</li>\r\n</ul>","subtopic":"What are the allowed reasons on which a voter can be challenged?"},{"citations":["N.M. Stat. Ann. &sect; 1-12-20"],"date-acquired":"2011-9-1","fact":"No\r\n","subtopic":"Is there a requirement for the challenger to provide cause or evidence?"},{"citations":["N.M. Stat. Ann. &sect; 1-12-22"],"date-acquired":"2011-9-1","fact":"They can't. If the challenge is unanimously affirmed by the presiding judge and the two election judges, the voter must vote a provisional ballot.\r\n","subtopic":"How does a voter defend their eligibility to vote if they are challenged?"}]},"name":"Voter ID and Challenges","voter-id":{"name":"Voter ID","subtopics":[{"citations":["http://www.sos.state.nm.us/sos-ElectionFAQ.html#d","N.M. Stat. Ann.  1-12-10","N.M. Stat. Ann. &sect; 1-12-4.1"],"date-acquired":"2011-9-1","fact":"Technically, all voters. However, usually simply stating one's name and address is sufficient identification, so in practice, most voters do not need to show ID.\r\n","subtopic":"Who must show ID to vote?"},{"citations":["Conversation with Kelli Fulgenzi, Bureau of Elections Administrator in the New Mexico Secretary of State's office, on 6/28/10","http://www.sos.state.nm.us/sos-ElectionFAQ.html#d","N.M. Stat. Ann. &sect; 1-1-24"],"date-acquired":"2011-9-1","fact":"Identification is\r\n(A) A physical form of identification, which may be:\r\n<ul>\r\n<li> An original or copy of a current and valid photo identification with or without an address (the address does not have to match the address on a voter's registration form) or</li>\r\n<li> An original or copy of a utility bill, bank statement, government check, paycheck, student identification card or other government document, including identification issued by an Indian nation, tribe or pueblo, that shows the name and address of the person (the address does not have to match the address on a voter's registration form); or</li>\r\n</ul>\r\n(B) A verbal or written statement of the voter's name, year of birth, and unique identifier, like a driver's license number or social security number (the statement of the voter's name need not contain the voter's middle initial or suffix).\r\nUsually it will suffice for the voter to say their name, birth date and address aloud.\r\n","subtopic":"What ID is acceptable?"},{"citations":["http://www.sos.state.nm.us/sos-ElectionFAQ.html#d","N.M. Stat. Ann. &sect; 1-12-10(B)"],"date-acquired":"2011-9-1","fact":"None. A voter who does not provide ID may vote a provisional ballot, which may require the voter to take additional steps to have their ballot counted. However, an acceptable form of ID is simply giving the voter's name, year of birth, and unique identifier (like a driver's license number or social security number) verbally or in writing.\r\n","subtopic":"If a voter has no ID, are there alternatives such as an oath or witness?"},{"citations":["http://www.sos.state.nm.us/sos-ElectionFAQ.html#d","N.M. Stat. Ann. &sect; 1-1-24"],"date-acquired":"2011-9-1","fact":"Yes\r\n","subtopic":"Is a student ID an acceptable form of identification?"},{"citations":["http://www.sos.state.nm.us/sos-ElectionFAQ.html#d","N.M. Stat. Ann. &sect; 1-1-24"],"date-acquired":"2011-9-1","fact":"No\r\n","subtopic":"Does the ID have to show the address at which a voter is registered to vote?"},{"citations":["N.M. Stat. Ann. &sect; 1-12-10"],"date-acquired":"2011-9-1","fact":"No\r\n","subtopic":"Do elections without federal offices on the ballot (such as off-year gubernatorial elections) have different ID requirements?"}]}}