{"challenges-to-voters-at-the-polling-place":{"name":"Challenges to Voters at the Polling Place","subtopics":[{"citations":["Ohio Revised Code 3505.19"],"date-acquired":"2011-9-9","fact":"Any qualified elector","subtopic":"Who can challenge a voter?"},{"citations":["E-mail from Tim Quinn of the Ohio SOS's office on 5/7/10","Ohio Revised Code 3505.19"],"date-acquired":"2010-5-7","fact":"On Election Day, voters may be challenged only by a poll worker or the presiding judge at the check-in table and only for the following reasons:  \r\n  \r\n * The voter is not a resident of the county  \r\n  \r\n * The voter is not a resident of the state  \r\n  \r\n * The voter is not a U.S. citizen  \r\n  \r\n * The voter is not of legal voting age  \r\n  \r\n * The voter changes political affiliation (if it's a primary election). In a primary election, judges of election are required to challenge any elector who requests the primary election ballot of a major political party that is different than the major political party with which the elector is currently affiliated.","subtopic":"What are the restrictions on polling place challenges?"},{"citations":["E-mail from Tim Quinn of the Ohio SOS's office on 5/7/10","Ohio Revised Code 3505.19","Ohio Revised Code 3513.19"],"date-acquired":"2010-5-7","fact":"On Election Day, voters may be challenged only for the following reasons: (1) the voter is not a resident of the county; (2) the voter is not a resident of the state; (3) the voter is not a U.S. citizen; (4) the voter is not of legal voting age; or (5) the voter changes political affiliation (if it's a primary election).","subtopic":"What are the allowed reasons on which a voter can be challenged?"},{"citations":["Ohio Revised Code 3505.19"],"date-acquired":"2011-9-9","fact":"Any challenge must state the ground upon which the challenge is made, and must be signed by the challenger giving the challenger's address and voting precinct. ","subtopic":"Is there a requirement for the challenger to provide cause or evidence?"},{"citations":["Ohio Revised Code 3503.24","Ohio Revised Code 3505.19"],"date-acquired":"2011-9-9","fact":"On Election Day if a voter is challenged by a poll worker for any reason other than party affiliation, the prospective voter should complete the Affidavit Oath Examination of Person Challenged (Form 10-U). If the voter completes the form and a majority of the poll workers is able to determine that the voter is eligible to cast a ballot, the voter must be given a regular ballot. If the voter refuses to complete the form, the voter must vote a provisional ballot. If a majority of the poll workers are unable to determine the person's eligibility to cast a ballot, the voter may vote a provisional ballot. In a primary election, if a voter is changing their major political party affiliation (Democratic to Republican or Republican to Democratic), the voter must fill out a form and then may vote a regular ballot. If the voter refuses to fill this form out, the voter may vote a provisional ballot for the political party they requested. Note: If a voter votes a provisional ballot, they may need to take additional steps to get it to count.","subtopic":"How does a voter defend their eligibility to vote if they are challenged?"}]},"name":"Voter ID and Challenges","voter-id":{"name":"Voter ID","subtopics":[{"citations":["Ohio Revised Code 3505.18"],"date-acquired":"2011-10-16","fact":"All voters","subtopic":"Who must show ID to vote?"},{"citations":["http://www.sos.state.oh.us/SOS/Upload/elections/directives/2008/Dir2008-80.pdf","http://www.tcf.org/publications/electionreform/VoterRegistration_Report.pdf","Ohio Revised Code 3505.18"],"date-acquired":"2011-10-16","fact":"Acceptable identification must be issued by the United States government or the state of Ohio:* A current and valid photo identification card, issued by the U.S. government or the State of Ohio, that shows the individual's name and current address, includes a photograph, and includes an expiration date that has not passed; or \r\n* A current and valid Ohio driver's license; or * A copy of a current utility bill, bank statement, government check, paycheck, or other government document (other than a notice of election or a voter registration notification sent by a board of elections) that shows the voter's name and current address. ","subtopic":"What ID is acceptable?"},{"citations":["Ohio Revised Code 3505.18"],"date-acquired":"2011-10-16","fact":"Voters who do not provide proper ID may vote a provisional ballot, if they provide the last four digits of their social security number or sign an affirmation swearing to the voter's identity under penalty of election falsification. However, a voter may have to take additional steps to get their provisional ballot to count.","subtopic":"If a voter has no ID, are there alternatives such as an oath or witness?"},{"citations":["http://www.sos.state.oh.us/SOS/elections/voterInformation/bringid.aspx","Ohio Revised Code 3505.18"],"date-acquired":"2011-9-9","fact":"Yes, but only if it contains a photo and an address.","subtopic":"Is a student ID an acceptable form of identification?"},{"citations":["http://www.sos.state.oh.us/SOS/elections/voterInformation/bringid.aspx","http://www.tcf.org/publications/electionreform/VoterRegistration_Report.pdf","Ohio Revised Code 3505.18"],"date-acquired":"2011-9-9","fact":"No. However, in practice, there have been reports of poll workers requiring the addresses to match.","subtopic":"Does the ID have to show the address at which a voter is registered to vote?"},{"citations":["Per Ohio Secretary of State's office, September 2012."],"date-acquired":"2010-4-30","fact":"No","subtopic":"Do elections without federal offices on the ballot (such as off-year gubernatorial elections) have different ID requirements?"}]}}