{"challenges-to-voters-at-the-polling-place":{"name":"Challenges to Voters at the Polling Place","subtopics":[{"citations":["http://www.uhavavote.org/elect_q_a/voter_reg/reg_chall.html","ORS  254.415(1)","ORS &sect; 253.700"],"date-acquired":"2011-11-3","fact":"Any other Oregon voter, an elections official or a county clerk\r\n","subtopic":"Who can challenge a voter?"},{"citations":["ORS  254.415(3)","ORS &sect; 253.700"],"date-acquired":"2011-11-3","fact":"A challenge cannot take place after the ballot has been removed from its return envelope for processing.\r\n","subtopic":"What are the restrictions on polling place challenges?"},{"citations":["ORS  254.415(1)","ORS &sect; 253.700"],"date-acquired":"2011-11-3","fact":"A challenge may be made on the basis that the voter is not a qualified elector.\r\n","subtopic":"What are the allowed reasons on which a voter can be challenged?"},{"citations":["ORS &sect; 254.415(1)"],"date-acquired":"2011-11-3","fact":"No. A challenge may be made because the person making the challenge \"knows or suspects\" the voter is not qualified.\r\n","subtopic":"Is there a requirement for the challenger to provide cause or evidence?"},{"citations":["ORS  254.426","ORS &sect; 254.415"],"date-acquired":"2011-11-3","fact":"The county clerk shall mail to each challenged voter a written statement that describes the nature of the challenge. If the person does not provide evidence sufficient to verify the person's registration by the 10th calendar day after the election, the registration of the person will be considered inactive. The voter's ballot will not count unless this evidence is provided by the deadline.\r\n","subtopic":"How does a voter defend their eligibility to vote if they are challenged?"}]},"name":"Voter ID and Challenges","voter-id":{"name":"Voter ID","subtopics":[{"citations":["Conversation with Jan Flowers, Compliance Specialist, in the Oregon Secretary of State's office on 7/21/10","http://www.sos.state.or.us/elections/doc/voterresources/vbm/vbm_manual.pdf"],"date-acquired":"2011-11-3","fact":"No one. Voters whose identity cannot be verified using certain identifying numbers must send a copy of their ID with their registration form, not their ballot.\r\n","subtopic":"Who must show ID to vote?"},{"citations":["42 USCS &sect; 15483","Conversation with Jan Flowers, Compliance Specialist, in the Oregon Secretary of State's office on 7/21/10"],"date-acquired":"2011-11-3","fact":"Those voters who did not provide an ID number or a copy of acceptable ID with their registration form may still vote for state and local offices, but not for federal offices.\r\n","subtopic":"Do elections without federal offices on the ballot (such as off-year gubernatorial elections) have different ID requirements?"}]}}