{"challenges-to-voters-at-the-polling-place":{"name":"Challenges to Voters at the Polling Place","subtopics":[{"citations":["25 P.S. &sect;3050(d)","http://www.dos.state.pa.us/portal/server.pt/community/poll_worker_training/12373"],"date-acquired":"2011-9-12","fact":"Any registered voter, election official, or poll watcher may challenge a voter.\r\n","subtopic":"Who can challenge a voter?"},{"citations":["25 P.S. &sect;3050"],"date-acquired":"2011-9-12","fact":"Challenges are permitted at the polling place on Election Day.\r\n","subtopic":"What are the restrictions on polling place challenges?"},{"citations":["25 P.S. &sect;3050(d)"],"date-acquired":"2011-9-12","fact":"A voter may be challenged on the basis of their identity or their residence.\r\n","subtopic":"What are the allowed reasons on which a voter can be challenged?"},{"citations":[],"date-acquired":"2011-9-12","fact":"No\r\n","subtopic":"Is there a requirement for the challenger to provide cause or evidence?"},{"citations":["25 P.S. &sect;3050(d)"],"date-acquired":"2011-9-12","fact":"If challenged, a voter must produce another registered voter from their county who can vouch for their identity and residence.\r\n","subtopic":"How does a voter defend their eligibility to vote if they are challenged?"}]},"name":"Voter ID and Challenges","voter-id":{"name":"Voter ID","subtopics":[{"citations":["http://www.votespa.com/portal/server.pt?open=514&objID=1174114&parentname=ObjMgr&parentid=4&mode=2"],"date-acquired":"2011-9-12","fact":"All voters.\r\n","subtopic":"Who must show ID to vote?"},{"citations":["http://www.seventy.org/Elections_Voter_ID_Issues_for_All_Voters_Voting_In_Person_at_the_Polls.aspx"],"date-acquired":"2011-9-12","fact":"Acceptable photo IDs include:\r\n<ul>\r\n<li> A PA driver's license. Must be currently valid, or expired less than 12 months at the time a voter is casting a vote.</li>\r\n<li> An ID issued by PennDOT. Must be currently valid, or expired less than 12 months at the time a voter is casting a vote.</li>\r\n<li> A U.S. Passport. Must have an expiration date. Expiration date must be after 11/6/12.</li>\r\n<li> An active duty or retired U.S. military ID, including an ID for members of the PA National Guard. No expiration date required.</li>\r\n<li> A military dependent's ID. Must have an expiration date. Expiration date must be after 11/6/12.</li>\r\n<li> An employee ID issued by federal, PA state, PA county, or PA municipal government. A school district ID is NOT acceptable. Must have an expiration date. Expiration date must be after 11/6/12.</li>\r\n<li> An ID issued by an accredited PA university, college, seminary, community college, or two-year college to students, faculty, employees and alumni. Must have an expiration date. Expiration date must be after 11/6/12. NOTE: many university-related IDs do not have expiration dates, and so will NOT be eligible IDs.</li>\r\n<li> An ID issued by a PA care facility (such as a long-term care nursing facility, assisted living residence or a personal care home). Must have an expiration date. Expiration date must be after 11/6/12.</li>\r\n</ul>\r\n<br />\r\n","subtopic":"What ID is acceptable?"},{"citations":["http://www.votespa.com/portal/server.pt?open=514&objID=1174114&parentname=ObjMgr&parentid=4&mode=2"],"date-acquired":"2011-9-12","fact":"Any voter without proper ID can cast a provisional ballot.  Their vote will be counted, as long as the voter returns a copy of their acceptable ID and affirmation letter to their county within 6 calendar days.  Affirmations and copies of ID may be returned to the county in person, by mail, fax, or via email.\r\n","subtopic":"If a voter has no ID, are there alternatives such as an oath or witness?"},{"citations":["http://www.votespa.com/portal/server.pt?open=514&objID=1174114&parentname=ObjMgr&parentid=4&mode=2"],"date-acquired":"2011-9-12","fact":"Yes, as long as it is valid and contains a photo of the voter.\r\n","subtopic":"Is a student ID an acceptable form of identification?"},{"citations":["25 P.S. &sect;3050","Conversation with the Pennsylvania Secretary of State's Office on 9/12/2011.","http://www.votespa.com/portal/server.pt/community/preparing_for_election_day/13517/what_to_bring/585320"],"date-acquired":"2011-9-12","fact":"Not necessarily, but the ID must be valid (so if the ID not showing the voter's current address makes it invalid according to the issuing agnecy, the ID is unacceptable).\r\n","subtopic":"Does the ID have to show the address at which a voter is registered to vote?"},{"citations":[],"date-acquired":"2011-9-12","fact":"No\r\n","subtopic":"Do elections without federal offices on the ballot (such as off-year gubernatorial elections) have different ID requirements?"}]}}