{"challenges-to-voters-at-the-polling-place":{"name":"Challenges to Voters at the Polling Place","subtopics":[{"citations":["Conversation with Chris Whitmire, Public Information Officer, in the State Elections Commission's office on 7/28/10","S.C. Code Ann. &sect; 7-13-810"],"date-acquired":"2011-10-26","fact":"Any voter, poll watcher or poll manager\r\n","subtopic":"Who can challenge a voter?"},{"citations":["http://www.scvotes.org/files/PMHandbook/PollManagersHandbook%28Mar2010%29WebVersion.pdf","S.C. Code Ann. &sect; 7-5-230"],"date-acquired":"2011-10-26","fact":"Challenges are permitted at the polls on Election Day.\r\n","subtopic":"What are the restrictions on polling place challenges?"},{"citations":["http://www.scvotes.org/files/PMHandbook/PollManagersHandbook%28Mar2010%29WebVersion.pdf","S.C. Code Ann. &sect; 7-13-810"],"date-acquired":"2011-10-26","fact":"The poll managers should challenge a voter if the managers have good reason to believe that the voter has already voted, or if they believe that he/she has become disqualified to vote.\r\n","subtopic":"What are the allowed reasons on which a voter can be challenged?"},{"citations":["http://www.scvotes.org/files/PMHandbook/PollManagersHandbook%28Mar2010%29WebVersion.pdf","S.C. Code Ann. &sect; 7-13-810"],"date-acquired":"2011-10-26","fact":"The poll manager should \"have good reason to believe\" that the voter is not qualified. No standards are specified by law for challenges made by people other than a poll manager.\r\n","subtopic":"Is there a requirement for the challenger to provide cause or evidence?"},{"citations":["http://www.scvotes.org/files/PMHandbook/PollManagersHandbook%28Mar2010%29WebVersion.pdf","S.C. Code Ann. &sect; 7-13-830"],"date-acquired":"2011-10-26","fact":"The poll managers can question the voter as to their qualifications to vote. If the person whose vote is challenged insists that they are qualified and the challenge is not withdrawn, they can vote a provisional ballot. A hearing will be held to determine whether that ballot is counted. Unless witnesses or written evidence are presented to support the challenge at the hearing, the ballot will be counted.\r\n","subtopic":"How does a voter defend their eligibility to vote if they are challenged?"}]},"name":"Voter ID and Challenges","voter-id":{"name":"Voter ID","subtopics":[{"citations":["http://www.scvotes.org/south_carolina_voting_information_page","S.C. Code Ann. &sect; 7-13-710"],"date-acquired":"2011-10-26","fact":"All voters\r\n","subtopic":"Who must show ID to vote?"},{"citations":["42 USCS  15483","Conversation with Chris Whitmire, Public Information Officer, in the State Elections Commission's office on 10/26/2011","http://www.scvotes.org/","http://www.scvotes.org/files/PMHandbook/PollManagersHandbook%28Mar2010%29WebVersion.pdf","http://www.scvotes.org/south_carolina_voting_information_page","S.C. Code Ann. &sect; 7-13-710"],"date-acquired":"2011-10-26","fact":"Before voting, a voter must show a voter registration card, driver's license or DMV-issued ID card.\r\nHowever, first-time voters who did not provide a copy of ID when they registered to vote cannot use their voter ID card to prove their identity. First-time voters who did not provide ID when registering to vote must provide this ID IN ADDITION to the normal required ID prior to voting. Acceptable forms of ID for these first-time voters are:\r\n<ul>\r\n<li>* Valid photo ID</li>\r\n<li>* A utility bill</li>\r\n<li>* A bank statement</li>\r\n<li>* A government check, paycheck or a government document (but NOT a voter registration card)</li>\r\n</ul>\r\nIf ID other than photo ID is presented, it must show the name and address of the voter.\r\nIf the Department of Justice's rejection of the state's new voter ID law is overturned, all voters will be required to present one of the following IDs to be allowed to vote:\r\n<ul>\r\n<li>* A South Carolina driver's license</li>\r\n<li>* Another form of ID issued by the Department of Motor Vehicles that contains a photo</li>\r\n<li>* A passport</li>\r\n<li>* Military ID issued by the federal government that contains a photograph</li>\r\n<li>* A South Carolina voter registration card that contains a photograph</li>\r\n</ul>","subtopic":"What ID is acceptable?"},{"citations":["http://www.scvotes.org/files/PMHandbook/PollManagersHandbook%28Mar2010%29WebVersion.pdf","S.C. Code Ann. &sect; 7-13-710"],"date-acquired":"2011-10-26","fact":"None. If a voter does not provide ID, they may vote a provisional ballot. However, a voter must take additional steps to get this ballot to count.\r\nIf the Department of Justice's rejection of the state's new voter ID law is overturned, the following will be in effect: To get their ballot to count, a voter must bring one of the acceptable voter IDs to the county board of registration before the election is certified by the county board of canvassers. At that point, there will be an alternative for voters who have a religious objection to being photographed or suffer \"from a reasonable impediment that prevents the elector from obtaining photograph[ic] identification\" - they must vote a provisional ballot but can also sign an affidavit affirming their identity and swearing their reason for not having a photo ID (either religious objection or the impediment), which should allow their ballot to count.\r\n","subtopic":"If a voter has no ID, are there alternatives such as an oath or witness?"},{"citations":["S.C. Code Ann. &sect; 7-13-710(E)"],"date-acquired":"2011-10-26","fact":"No (It is not permitted under current law or if the 2011 voter ID legislation goes into effect.)\r\n","subtopic":"Is a student ID an acceptable form of identification?"},{"citations":["S.C. Code Ann. &sect; 7-13-710(E)"],"date-acquired":"2011-10-26","fact":"No\r\n","subtopic":"Does the ID have to show the address at which a voter is registered to vote?"},{"citations":["Conversation with Chris Whitmire, Public Information Officer, in the State Elections Commission's office on 7/28/10","http://www.scvotes.org/files/PMHandbook/PollManagersHandbook%28Mar2010%29WebVersion.pdf","S.C. Code Ann. &sect; 7-13-710"],"date-acquired":"2011-10-26","fact":"ID requirements are the same for all elections, regardless of whether a federal candidate is on the ballot.\r\n","subtopic":"Do elections without federal offices on the ballot (such as off-year gubernatorial elections) have different ID requirements?"}]}}