{"challenges-to-voters-at-the-polling-place":{"name":"Challenges to Voters at the Polling Place","subtopics":[{"citations":["Per Chris Nelson, South Dakota Secretary of State. 27 July 2010.","S.D. Codified Laws &sect; 12-18-10","S.D. Codified Laws &sect; 12-18-6.3"],"date-acquired":"2011-9-18","fact":"Members of the precinct election board and poll watchers","subtopic":"Who can challenge a voter?"},{"citations":["S.D. Codified Laws &sect; 12-18-10"],"date-acquired":"2011-9-18","fact":"Challenges are permitted at the polls on Election Day.","subtopic":"What are the restrictions on polling place challenges?"},{"citations":["S.D. Codified Laws &sect; 12-18-10"],"date-acquired":"2011-9-18","fact":"A person's right to vote may only be challenged based on the person's identity (i.e., they are not the registered voter or who they claim to be) or on grounds that within the 15 days preceding the election the person has been convicted of a felony or declared by proper authority to be mentally incompetent.","subtopic":"What are the allowed reasons on which a voter can be challenged?"},{"citations":["S.D. Codified Laws &sect; 12-18-10"],"date-acquired":"2011-9-18","fact":"No","subtopic":"Is there a requirement for the challenger to provide cause or evidence?"},{"citations":["http://sos.sd.gov/content/html/elections/electvoterpdfs/2008/2008PrecinctManual.pdf","S.D. Codified Laws &sect; 12-18-10","S.D. Codified Laws &sect; 12-18-39","S.D. Codified Laws &sect; 12-18-6.3"],"date-acquired":"2011-9-18","fact":"If a voter is challenged, the precinct superintendent and precinct deputies determine \"from the evidence presented whether or not\" the challenged voter may vote. If a person is successfully challenged and the person maintains that they are currently registered to vote in that precinct, the person may cast a provisional ballot, which may not count. If the member of the precinct election board cannot determine from the voter's ID that the person before them is the person listed on the voter registration list, the member may consider other forms of identification, personal knowledge and an explanation from the person making an application for ballots to match that person's name to a name on the registration list. If identity cannot be proven to the satisfaction of the member of the precinct election board or if the person making an application for ballots is challenged on the basis of identity by a member or a poll watcher, the person may vote a provisional ballot. ","subtopic":"How does a voter defend their eligibility to vote if they are challenged?"}]},"name":"Voter ID and Challenges","voter-id":{"name":"Voter ID","subtopics":[{"citations":["http://sos.sd.gov/content/html/elections/electvoterpdfs/2008/2008PrecinctManual.pdf","S.D. Codified Laws &sect; 12-18-6.1"],"date-acquired":"2011-9-18","fact":"All voters","subtopic":"Who must show ID to vote?"},{"citations":["http://sdsos.gov/Elections/WhatAmI.aspx?pnl=firsttime","S.D. Codified Laws &sect; 12-18-6.1"],"date-acquired":"2011-9-18","fact":"The acceptable forms of ID are:  \r\n  \r\n * A South Dakota driver's license or non-driver identification card  \r\n  \r\n * A passport or an identification card that includes a picture and was issued by an agency of the United States government (e.g., military ID)  \r\n  \r\n * A tribal identification card that includes a picture  \r\n  \r\n * A current student identification card that includes a picture, issued by a high school or an accredited institution of higher education, including a university, college, or technical school, located within South Dakota. ","subtopic":"What ID is acceptable?"},{"citations":["http://sos.sd.gov/content/html/elections/electvoterpdfs/2008/2008PrecinctManual.pdf","S.D. Codified Laws &sect; 12-18-6.2"],"date-acquired":"2011-9-18","fact":"If a voter is not able to present personal identification, the voter may complete an affidavit in lieu of the personal identification. ","subtopic":"If a voter has no ID, are there alternatives such as an oath or witness?"},{"citations":["http://sdsos.gov/Elections/WhatAmI.aspx?pnl=firsttime","S.D. Codified Laws &sect; 12-18-6.1"],"date-acquired":"2011-9-18","fact":"Yes, valid ID includes a current student identification card with a picture, issued by a high school or an accredited institution of higher education, including a university, college, or technical school, located within South Dakota. ","subtopic":"Is a student ID an acceptable form of identification?"},{"citations":["Conversation with the South Dakota Secretary of State's office on 10/18/2011","http://sos.sd.gov/content/html/elections/electvoterpdfs/2008/2008PrecinctManual.pdf","S.D. Codified Laws &sect; 12-18-6.1"],"date-acquired":"2011-10-18","fact":"No","subtopic":"Does the ID have to show the address at which a voter is registered to vote?"},{"citations":["http://sos.sd.gov/content/html/elections/electvoterpdfs/2008/2008PrecinctManual.pdf","Per Chris Nelson, South Dakota Secretary of State. 27 July 2010.","S.D. Codified Laws &sect; 12-18-6.1"],"date-acquired":"2011-9-18","fact":"The identification requirements are the same for all elections, regardless of whether a federal candidate is on the ballot.","subtopic":"Do elections without federal offices on the ballot (such as off-year gubernatorial elections) have different ID requirements?"}]}}