{"challenges-to-voters-at-the-polling-place":{"name":"Challenges to Voters at the Polling Place","subtopics":[{"citations":["Tenn. Code &sect;&sect;2-7-123"],"date-acquired":"2011-9-26","fact":"Any person present at the polling place, including a poll watcher\r\n","subtopic":"Who can challenge a voter?"},{"citations":["Tenn. Code &sect;&sect;2-7-123"],"date-acquired":"2011-9-26","fact":"Challenges are permitted at the polling place on Election Day.\r\n","subtopic":"What are the restrictions on polling place challenges?"},{"citations":["Tenn. Code &sect;&sect;2-7-124","Tenn. Code &sect;&sect;2-7-125","Tenn. Code &sect;&sect;2-7-126"],"date-acquired":"2011-9-26","fact":"From Tennessee Code, a voter's right to vote may only be challenged at the polling place on the grounds that the voter:\r\n<ul>\r\n<li> Is not a registered voter in Tennessee and did not vote a provisional ballot;</li>\r\n<li> Is not a resident of the precinct where the person seeks to vote;</li>\r\n<li> Is not the registered voter under whose name the person has applied to vote;</li>\r\n<li> Has already voted in the election; or</li>\r\n<li> Has become ineligible to vote in the election being conducted at the polling place since the person registered.</li>\r\n</ul>\r\nIn a primary election, voters may also be challenged on the basis of party affiliation.\r\n","subtopic":"What are the allowed reasons on which a voter can be challenged?"},{"citations":["Tenn. Code &sect;&sect;2-7-123","Tenn. Code &sect;&sect;2-7-124","Tenn. Code &sect;&sect;2-7-125","Tenn. Code &sect;&sect;2-7-126"],"date-acquired":"2011-9-26","fact":"No\r\n","subtopic":"Is there a requirement for the challenger to provide cause or evidence?"},{"citations":["Tenn. Code &sect;2-7-125","Tenn. Code &sect;&sect;2-7-123"],"date-acquired":"2011-9-26","fact":"After a challenge, the poll workers will administer an oath to the challenged voter and ask them questions to figure out whether they are qualified. If the poll workers unanimously agree that the voter is not qualified, the challenge succeeds and voter's ballot will be rejected. If even one poll worker believes the voter is qualified, the challenge fails and voter may vote a regular ballot.\r\n","subtopic":"How does a voter defend their eligibility to vote if they are challenged?"}]},"name":"Voter ID and Challenges","voter-id":{"name":"Voter ID","subtopics":[{"citations":["http://www.tn.gov/sos/election/IDRequirement.20120101.pdf","Tenn. Code &sect;&sect;2-7-112"],"date-acquired":"2011-9-26","fact":"Nearly all voters will be required to show ID. Voters exempt from this ID requirement include: voters who vote absentee by mail; voters who are residents in a licensed nursing home or assisted living center and vote at that facility; hospitalized voters; voters with a religious objection to being photographed; and indigent voters.\r\n","subtopic":"Who must show ID to vote?"},{"citations":["http://www.tn.gov/sos/election/IDRequirement.20120101.pdf","http://www.tn.gov/sos/election/IDRequirementChart.pdf","Tenn. Code &sect;&sect;2-7-112"],"date-acquired":"2011-9-26","fact":"An ID must be government-issued and contain the voter's name and photograph. These include:\r\n<ul>\r\n<li> Tennessee driver's license with a photo</li>\r\n<li> U.S. passport</li>\r\n<li> Department of Safety photo ID</li>\r\n<li> Another photo ID issued by the federal or state government</li>\r\n<li> U.S. military ID with a photo</li>\r\n<li> Gun permit card with the voter's photo</li>\r\n</ul>","subtopic":"What ID is acceptable?"},{"citations":["http://state.tn.us/sos/election/IDRequirementChart.pdf","http://www.tn.gov/sos/election/IDRequirement.20120101.pdf","Tenn. Code &sect;&sect;2-7-112"],"date-acquired":"2011-9-26","fact":"A voter without ID can vote a provisional ballot. However, the voter must go to the county election commission office and show valid ID within 2 business days of the election.\r\n","subtopic":"If a voter has no ID, are there alternatives such as an oath or witness?"},{"citations":["http://www.tn.gov/sos/election/IDRequirement.20120101.pdf","http://www.tn.gov/sos/election/IDRequirementChart.pdf"],"date-acquired":"2011-9-26","fact":"No.\r\n","subtopic":"Is a student ID an acceptable form of identification?"},{"citations":["Per Tennessee Secretary of State's office, September 2012."],"date-acquired":"2011-9-29","fact":"No. Only first-time voters who registered by mail must show a photo ID with the correct address, or a photo ID and another proof of address (utility bill, paycheck, etc.).\r\n","subtopic":"Does the ID have to show the address at which a voter is registered to vote?"},{"citations":["Tenn. Code &sect;&sect;2-7-112"],"date-acquired":"2011-9-26","fact":"No\r\n","subtopic":"Do elections without federal offices on the ballot (such as off-year gubernatorial elections) have different ID requirements?"}]}}