{"challenges-to-voters-at-the-polling-place":{"name":"Challenges to Voters at the Polling Place","subtopics":[{"citations":["Per Texas Secretary of State's Office, September 2012."],"date-acquired":"2010-6-1","fact":"No one&mdash;polling place challenges are not permitted.","subtopic":"Who can challenge a voter?"},{"citations":["Per Texas Secretary of State's Office, September 2012."],"date-acquired":"2010-6-1","fact":"No polling place challenges are permitted.","subtopic":"What are the restrictions on polling place challenges?"}]},"name":"Voter ID and Challenges","voter-id":{"name":"Voter ID","subtopics":[{"citations":["http://www.justice.gov/crt/voting/hava/hava.php","TEX. ELEC CODE &sect;63.008"],"date-acquired":"2011-9-8","fact":"Any voter who doesn't present a voter registration certificate when checking in at the polling place, along with first-time voters who didn't give an identification number or ID when registering to vote will be asked for identification.  \r\n\r\n  \r\n\r\nAs of August 2012, the Department of Justice has denied preclearance for Texas's recent voter ID legislation, and the U.S. Federal Court has blocked the new law as unconstitutional. Current law still applies.","subtopic":"Who must show ID to vote?"},{"citations":["TEX. ELEC CODE &sect;63.0101"],"date-acquired":"2011-9-8","fact":"As of August 2012, the Department of Justice has denied preclearance for Texas' recent voter ID legislation, and the U.S. Federal Court has blocked the law as unconstitutional. For the 2012 election, the following ID should be accepted:  \r\n\r\n  \r\n\r\n * A driver's license or personal identification card issued to the person by the Department of Public Safety or a similar document issued to the person by an agency of another state, regardless of whether the license or card has expired;  \r\n\r\n  \r\n\r\n * A form of identification containing the person's photograph that establishes the person's identity;  \r\n\r\n  \r\n\r\n * A birth certificate or other document confirming birth that is admissible in a court of law and establishes the person's identity;  \r\n\r\n  \r\n\r\n * United States citizenship papers issued to the person;  \r\n\r\n  \r\n\r\n * A United States passport issued to the person;  \r\n\r\n  \r\n\r\n * Official mail addressed to the person by name from a governmental entity;  \r\n\r\n  \r\n\r\n * A copy of a current utility bill, bank statement, government check, paycheck, or other government document that shows the name and address of the voter; or  \r\n\r\n  \r\n\r\n * Any other form of identification prescribed by the Secretary of State.  \r\n\r\n  \r\n","subtopic":"What ID is acceptable?"},{"citations":["Per Ann McGeehan, Director, Elections Division, Office of the Texas Secretary of State. 6 August 2010","TEX. ELEC CODE &sect;63.001","TEX. ELEC CODE &sect;63.0011","TEX. ELEC CODE &sect;65.054","TEX. ELEC CODE &sect;65.0541"],"date-acquired":"2011-9-9","fact":"The voter may cast a provisional ballot. However, the voter may have to take additional steps and provide ID later to get their ballot to count.","subtopic":"If a voter has no ID, are there alternatives such as an oath or witness?"},{"citations":["TEX. ELEC CODE &sect;63.0101"],"date-acquired":"2011-9-8","fact":"Yes. As of August 2012, the Department of Justice has denied preclearance for Texas's recent voter ID legislation, which would have removed student ID from the list of acceptable ID, and the U.S. Federal Court has blocked the new law as unconstitutional. A student ID with a photo should be accepted in the 2012 elections to prove a voter's identity. ","subtopic":"Is a student ID an acceptable form of identification?"},{"citations":["Conversation with Joe Kulhavy, Elections Division, Office of the Texas Secretary of State. 8/30/2011","TEX. ELEC CODE &sect;63.0101"],"date-acquired":"2011-8-30","fact":"No","subtopic":"Does the ID have to show the address at which a voter is registered to vote?"},{"citations":["http://www.justice.gov/crt/voting/hava/hava.php","TEX. ELEC CODE &sect;63.008"],"date-acquired":"","fact":"No, voter identification requirements are the same in all elections.","subtopic":"Do elections without federal offices on the ballot (such as off-year gubernatorial elections) have different ID requirements?"}]}}