{"challenges-to-voters-at-the-polling-place":{"name":"Challenges to Voters at the Polling Place","subtopics":[{"citations":["Utah Code &sect;20A-3-202.5"],"date-acquired":"2011-9-25","fact":"A poll worker or any person living in the challenged voter's precinct may challenge that voter. ","subtopic":"Who can challenge a voter?"},{"citations":["Utah Code &sect;20A-3-202.5"],"date-acquired":"2011-9-25","fact":"Challengers must be at the polling place to make an Election Day challenge.","subtopic":"What are the restrictions on polling place challenges?"},{"citations":["Utah Code &sect;20A-3-202"],"date-acquired":"2011-9-25","fact":"A challenger must give one of the following reasons to challenge a voter on Election Day:  \r\n  \r\n * The voter is not the person whose name appears in the official register or under which name the right to vote is claimed  \r\n  \r\n * The voter is not a resident of Utah  \r\n  \r\n * The voter is not a citizen of the United States  \r\n  \r\n * The voter has not or will not have resided in Utah for 30 days immediately before the date of the election  \r\n  \r\n * The voter's principal place of residence is not in the voting precinct claimed  \r\n  \r\n * The voter's principal place of residence is not in the geographic boundaries of the election area  \r\n  \r\n * The voter has already voted in the election  \r\n  \r\n * The voter is not at least 18 years of age  \r\n  \r\n * The voter has been convicted of a misdemeanor and lost their voting rights, which have not yet been restored  \r\n  \r\n * The voter is a convicted felon and the voter's right to vote in an election has not been restored  \r\n  \r\n * In a primary election, the voter is not a member of the political party whose ballot they seek to vote","subtopic":"What are the allowed reasons on which a voter can be challenged?"},{"citations":["Utah Code &sect;20A-3-202.5"],"date-acquired":"2011-9-25","fact":"No","subtopic":"Is there a requirement for the challenger to provide cause or evidence?"},{"citations":["Utah Code 20A-4-107","Utah Code &sect;20A-3-202.5"],"date-acquired":"2011-9-25","fact":"Challenged voters must cast a provisional ballot. The provisional ballot will be counted if: (a) the voter provides valid ID to a poll worker, or (b) the voter provides valid ID to the county election official by the Monday following the election, or (c) the county election official determines via other reliable means that the voter is legally entitled to vote.","subtopic":"How does a voter defend their eligibility to vote if they are challenged?"}]},"name":"Voter ID and Challenges","voter-id":{"name":"Voter ID","subtopics":[{"citations":["Utah Code &sect;20A-3-104"],"date-acquired":"2011-9-22","fact":"All voters must show valid voter identification.","subtopic":"Who must show ID to vote?"},{"citations":["http://vote.utah.gov/elections/requirements/","Utah Code &sect;20A-1-102(82)"],"date-acquired":"2011-9-25","fact":"A voter needs either one ID that contains their name and photo or two forms of ID that contain their name and address.  \r\n  \r\nAcceptable photo IDs include:  \r\n  \r\n * A currently valid Utah driver's license  \r\n  \r\n * A currently valid ID card issued by the state of Utah or a branch, department or agency of the U.S. government  \r\n  \r\n * A currently valid Utah concealed weapon permit  \r\n  \r\n * A currently valid U.S. passport  \r\n  \r\n * A valid tribal ID card (even if it does not contain a photo)  \r\n  \r\nAcceptable IDs with the voter's name and address (of which a voter needs TWO) include:  \r\n  \r\n * A current utility bill or copy thereof dated within 90 days before the election  \r\n  \r\n * A bank or other financial account statement, or legible copy thereof  \r\n  \r\n * A certified birth certificate  \r\n  \r\n * A valid Social Security card  \r\n  \r\n * A check issued by the state or federal government or legible copy thereof  \r\n  \r\n * A paycheck from the voter's employer, or legible copy thereof  \r\n  \r\n * A currently valid Utah hunting or fishing license  \r\n  \r\n * A currently valid U.S. military ID card  \r\n  \r\n * A certified naturalization document (NOT a green card)  \r\n  \r\n * A certified copy of court records showing the voter's adoption or name change  \r\n  \r\n * A Bureau of Indian Affairs card  \r\n  \r\n * A tribal treaty card  \r\n  \r\n * A valid Medicaid or Medicare or Electronic Benefits Transfer card  \r\n  \r\n * A currently valid ID card issued by a local government within the state  \r\n  \r\n * A currently valid ID card issued by an employer  \r\n  \r\n * A currently valid ID card issued by a college, university, technical school or professional school within the state  \r\n  \r\n * A current Utah vehicle registration","subtopic":"What ID is acceptable?"},{"citations":["Utah Code &sect;20A-1-102(82)","Utah Code &sect;20A-3-104"],"date-acquired":"2011-9-25","fact":"No. If a voter cannot provide an ID, their only option is to vote a provisional ballot. They may then have to take additional steps to get their provisional ballot to count.","subtopic":"If a voter has no ID, are there alternatives such as an oath or witness?"},{"citations":["http://vote.utah.gov/elections/requirements/"],"date-acquired":"2011-9-25","fact":"Yes, as long as the issuing college, university or technical school is located in Utah.","subtopic":"Is a student ID an acceptable form of identification?"},{"citations":["Conversation with the Utah Lieutenant Governor's Office on 9/26/2011","http://vote.utah.gov/elections/requirements/"],"date-acquired":"2011-9-26","fact":"If a voter shows an ID with an address different than the one at which they are registered to vote, they will have to provide an additional form of ID (e.g., utility bill or bank statement) that shows their current address at which they're registered to vote. ","subtopic":"Does the ID have to show the address at which a voter is registered to vote?"},{"citations":["Utah Code &sect;20A-3-104"],"date-acquired":"","fact":"No, all elections have the same ID requirements.","subtopic":"Do elections without federal offices on the ballot (such as off-year gubernatorial elections) have different ID requirements?"}]}}