{"advertising":{"name":"Advertising","subtopics":[{"citations":["http://www.sbe.virginia.gov/cms/documents/Dos_Donts12.pdf","Va. Code Ann. &sect; 24.2-622"],"date-acquired":"2011-8-18","fact":"Samples of any ballot (or part of a ballot) cannot be printed on white or yellow paper and must contain the words SAMPLE BALLOT in type no smaller than 24 point. On sample ballots, any official authority statement of a local electoral board or the State Board of Elections must be deleted, and replaced with the publishing candidate's or group's authority statement (or \"disclaimer\").","subtopic":"Sample Ballots"}]},"challenges-to-voters-at-the-polling-place":{"name":"Challenges to Voters at the Polling Place","subtopics":[{"citations":["http://www.sbe.virginia.gov/cms/documents/Dos_Donts12.pdf","Va. Code Ann. &sect; 24.2-651","Va. Code Ann. &sect; 24.2-651.1"],"date-acquired":"2011-8-18","fact":"Any qualified voter, including a poll watcher or an election officer\r\n","subtopic":"Who can challenge a voter?"},{"citations":["http://www.sbe.virginia.gov/cms/documents/Dos_Donts12.pdf","Va. Code Ann. &sect; 24.2-651","Va. Code Ann. &sect; 24.2-651.1"],"date-acquired":"2011-8-18","fact":"Challenges are permitted at the polls on Election Day.\r\n","subtopic":"What are the restrictions on polling place challenges?"},{"citations":["Va. Code Ann. &sect; 24.2-651","Va. Code Ann. &sect; 24.2-651.1"],"date-acquired":"2011-8-18","fact":"The following are the reasons for which a voter may be challenged:\r\n<ul>\r\n<li>* Citizenship</li>\r\n<li>* The voter is not 18 or will not be 18 by the general election, in the case of a primary or special election</li>\r\n<li>* Residency</li>\r\n<li>* The voter has been disqualified from voting (e.g., mental incompetence, felony conviction)</li>\r\n<li>* The person trying to vote is not the registered voter</li>\r\n<li>* The person has already voted in that election</li>\r\n</ul>","subtopic":"What are the allowed reasons on which a voter can be challenged?"},{"citations":["http://www.sbe.virginia.gov/cms/documents/Dos_Donts12.pdf","Va. Code Ann. &sect; 24.2-651","Va. Code Ann. &sect; 24.2-651.1"],"date-acquired":"2011-8-18","fact":"No. A representative may challenge a voter who is known or suspected not to be a duly qualified voter. However, the State Board of Elections advises that challenges should not be made frivolously.\r\n","subtopic":"Is there a requirement for the challenger to provide cause or evidence?"},{"citations":["http://www.sbe.virginia.gov/cms/documents/Dos_Donts12.pdf","Va. Code Ann. &sect; 24.2-651","Va. Code Ann. &sect; 24.2-651.1"],"date-acquired":"2011-8-18","fact":"The challenged voter may be questioned by the election officials and then will be offered a written statement attesting to their qualifications to vote. If the voter signs the statement, they must be allowed to vote a REGULAR ballot. If the voter refuses to sign the statement, they will not be allowed to vote. In the case of a voter challenged by an election officer on the grounds that they have already voted in that election, the voter may be asked to present ID and then sign the written statement.\r\n","subtopic":"How does a voter defend their eligibility to vote if they are challenged?"}]},"name":"Voter ID and Challenges","voter-id":{"name":"Voter ID","subtopics":[{"citations":["http://www.sbe.virginia.gov/cms/Voter_Information/Voter_Rights_Responsibilities.html","Va. Code Ann. &sect; 24.2-643"],"date-acquired":"2011-8-18","fact":"All voters\r\n","subtopic":"Who must show ID to vote?"},{"citations":["http://www.sbe.virginia.gov/cms/documents/Policy/Voter_Identification.pdf","Va. Code Ann. &sect; 24.2-643"],"date-acquired":"2011-8-18","fact":"For persons who registered to vote in Virginia by any means other than in person with a government official, federal law requires them to show identification (ID) when voting for the first time in a federal election if they did not send a copy of one of these IDs with their voter registration application. Any of the following meet that special, federal ID requirement:\r\n<ul>\r\n<li>* A current and valid photo ID (for example a driver's license)</li>\r\n<li>* A current utility bill, bank statement, government check or paycheck that shows name and address</li>\r\n<li>* Another government document that shows name and address (including a voter card)</li>\r\n</ul>\r\nAll other voters, including those voting for the first time in a state or municipal election, are subject to the Virginia ID rules. Forms of identification that satisfy the Virginia ID requirement include the following:\r\n<ul>\r\n<li>* Virginia voter identification card</li>\r\n<li>* Valid Virginia driver's license</li>\r\n<li>* Military ID</li>\r\n</ul>\r\nAny federal, state or local government-issued ID\r\nEmployer-issued photo ID card\r\nSocial Security card\r\nA complete list of acceptable forms of ID and whether they are acceptable for federal elections, state elections or both can be found [online.](http://www.sbe.virginia.gov/cms/documents/Policy/Voter_Identification.pdf)\r\n","subtopic":"What ID is acceptable?"},{"citations":["Va. Code Ann. &sect; 24.2-643"],"date-acquired":"2011-8-18","fact":"Voters (other than first-time voters who did not register in person with a government official and did not mail a copy of their ID with their registration who are voting in a federal election) may sign an \"affirmation of identity\" if they do not have ID at the polling place. They may then vote a REGULAR ballot. First-time voters who did not register in person with a government official and did not mail a copy of their ID with their registration may only vote a provisional ballot if they do not show ID at the polling place on the day of a federal election. Voters who cast a provisional ballot may have to take additional steps to get their ballot counted.\r\n","subtopic":"If a voter has no ID, are there alternatives such as an oath or witness?"},{"citations":["http://www.sbe.virginia.gov/cms/documents/Policy/Voter_Identification.pdf","Va. Code Ann. &sect; 24.2-643"],"date-acquired":"2011-8-17","fact":"Students who registered to vote in Virginia by any means other than in person with a government official who are voting for the first time in a federal election may use a student ID if it has a photo. Even if it doesn't have a photo, it is acceptable if it was issued by a public school in Virginia. For all other students and in all other elections, student IDs are only acceptable if they were issued by a public college or university within Virginia.\r\n","subtopic":"Is a student ID an acceptable form of identification?"},{"citations":["http://www.sbe.virginia.gov/cms/documents/Policy/Voter_Identification.pdf","Va. Code Ann. &sect; 24.2-643"],"date-acquired":"2011-9-12","fact":"No\r\n","subtopic":"Does the address on the ID have to match the address at which the voter is registered?"},{"citations":["Va. Code Ann. &sect; 24.2-643"],"date-acquired":"2011-8-18","fact":"For persons who registered to vote in Virginia by any means other than in person with a government official, federal law requires them to show identification (ID) when voting for the first time in a federal election if they did not send a copy of one of these IDs with their voter registration applications. Any of the following meet that special, federal ID requirement:\r\n<ul>\r\n<li>* A current and valid photo ID (for example a driver's license)</li>\r\n<li>* A current utility bill, bank statement, government check or paycheck that shows name and address</li>\r\n<li>* Another government document that shows name and address (including a voter card).</li>\r\n</ul>\r\nAll other voters, including those voting for the first time in a state or municipal election, are subject to the Virginia ID rules. Forms of identification that satisfy the Virginia ID requirement include the following:\r\n<ul>\r\n<li>* Virginia voter identification card</li>\r\n<li>* Valid Virginia driver's license</li>\r\n<li>* Military ID</li>\r\n<li>* Any federal, state or local government-issued ID</li>\r\n<li>* Employer-issued photo ID card</li>\r\n<li>* Social Security card</li>\r\n</ul>\r\nA complete list of acceptable forms of ID and whether they are acceptable for federal elections, state elections or both can be found [online.](http://www.sbe.virginia.gov/cms/documents/Policy/Voter_Identification.pdf)\r\n","subtopic":"Do elections without federal offices on the ballot (such as off-year gubernatorial elections) have different ID requirements?"}]}}