{"challenges-to-voters-at-the-polling-place":{"name":"Challenges to Voters at the Polling Place","subtopics":[{"citations":["Conversation with Katie Blinn, Assistant Director of the Elections Division, in the Washington Secretary of State's office on 6/8/10.","RCW 29A.08.810(2)"],"date-acquired":"2011-10-27","fact":"A registered voter or the county prosecuting attorney","subtopic":"Who can challenge a voter?"},{"citations":["Conversation with Katie Blinn, Assistant Director of the Elections Division, in the Washington Secretary of State's office on 6/8/10.","RCW 29A.08.810(2)","RCW 29A.08.820"],"date-acquired":"2011-10-27","fact":"Not applicable. Washington does not have traditional polling places.","subtopic":"What are the restrictions on polling place challenges?"},{"citations":["RCW 29A.08.810(1)"],"date-acquired":"2011-10-27","fact":"A challenge to the person's right to vote must be based on personal knowledge of one of the following:  \r\n  \r\n * The challenged voter has been convicted of a felony and the voter's civil rights have not been restored  \r\n  \r\n * The challenged voter has been judicially declared ineligible to vote due to mental incompetency  \r\n  \r\n * The challenged voter does not live at the residential address provided, in which case the challenger must presents certain types of proof  \r\n  \r\n * The challenged voter will not be eighteen years of age by the next election  \r\n  \r\n * The challenged voter is not a citizen of the United States","subtopic":"What are the allowed reasons on which a voter can be challenged?"},{"citations":["RCW 29A.08.810"],"date-acquired":"2011-10-27","fact":"A challenge to the person's right to vote must be based on personal knowledge.","subtopic":"Is there a requirement for the challenger to provide cause or evidence?"},{"citations":["RCW 29A.08.820","RCW 29A.08.840"],"date-acquired":"2011-10-27","fact":"The challenger has the burden to prove by clear and convincing evidence that the challenged voter's registration is improper. The challenged voter must be provided a reasonable opportunity to respond. If the challenge is to the residential address provided by the voter, the challenged voter may provide evidence that he or she resides at the location described in his or her voter's registration records, or meets one of the legally allowed exceptions. If either the challenger or challenged voter fails to appear at the hearing, the challenge must be resolved based on the available facts.","subtopic":"How does a voter defend their eligibility to vote if they are challenged?"}]},"name":"Voter ID and Challenges","voter-id":{"name":"Voter ID","subtopics":[{"citations":["RCW 29A.44.061 "],"date-acquired":"2011-10-27","fact":"Any voter who wants to vote at a voting center may sign a ballot declaration or provide identification.","subtopic":"Who must show ID to vote?"},{"citations":["RCW 29A.44.061 "],"date-acquired":"2011-10-27","fact":"Valid photo identification, such as a driver's license, state ID card, student ID card, tribal ID card or employer ID card.","subtopic":"What ID is acceptable?"},{"citations":["RCW 29A.44.061 "],"date-acquired":"2011-10-27","fact":"No. A voter who cannot provide ID may vote a provisional ballot. The ballot will be counted if the signature on the declaration matches the signature on the voter's registration record.","subtopic":"If a voter has no ID, are there alternatives such as an oath or witness?"},{"citations":["RCW 29A.44.061 "],"date-acquired":"2011-10-27","fact":"Yes","subtopic":"Is a student ID an acceptable form of identification?"},{"citations":["E-mail from Sheryl Moss, in the Office of the Secretary of State, on 11/14/2011.","RCW 29A.44.061 "],"date-acquired":"2011-11-14","fact":"No","subtopic":"Does the ID have to show the address at which a voter is registered to vote?"},{"citations":["RCW 29A.44.061 "],"date-acquired":"2011-10-27","fact":"No","subtopic":"Do elections without federal offices on the ballot (such as off-year gubernatorial elections) have different ID requirements?"}]}}