{"challenges-to-voters-at-the-polling-place":{"name":"Challenges to Voters at the Polling Place","subtopics":[{"citations":["Wis. Admin. Code GAB 9.02"],"date-acquired":"2011-11-2","fact":"Any voter or election official may challenge a voter.","subtopic":"Who can challenge a voter?"},{"citations":["Wis. Admin. Code GAB 9.02"],"date-acquired":"2011-11-2","fact":"Abusing the challenge process is prohibited, and offenders may be kicked out of the polling place.","subtopic":"What are the restrictions on polling place challenges?"},{"citations":["Wis. Admin. Code GAB 9.02"],"date-acquired":"2011-11-2","fact":"The following are proper grounds for a challenge:  \r\n  \r\n * The person is not a citizen of the United States  \r\n  \r\n * The person is not at least 18 years of age  \r\n  \r\n * The person has not resided in the election district for at least 28 days  \r\n  \r\n * The person has a felony conviction and has not had their civil rights restored  \r\n  \r\n * The person has been adjudicated incompetent  \r\n  \r\n * The person has voted previously in the same election","subtopic":"What are the allowed reasons on which a voter can be challenged?"},{"citations":["http://gab.wi.gov/sites/default/files/publication/65/election_day_chapter_election_administration_man_10316.pdf","Wis. Admin. Code GAB 9.02"],"date-acquired":"2011-11-2","fact":"Yes&mdash;the poll worker must ask the challenger why they believe or suspect that the challenged voter is not qualified.","subtopic":"Is there a requirement for the challenger to provide cause or evidence?"},{"citations":["http://gab.wi.gov/sites/default/files/publication/65/election_day_chapter_election_administration_man_10316.pdf","Wis. Admin. Code GAB 9.02"],"date-acquired":"2011-11-2","fact":"Election officials will ask the challenged voter questions to verify their eligibility. Then, the election official will administer an oath of eligibility. If the challenged voter refuses to answer questions, admits under questioning that they are not qualified to vote, or refuses to take the oath, no ballot will be issued. Otherwise, the challenge will be noted and the voter given a ballot.","subtopic":"How does a voter defend their eligibility to vote if they are challenged?"}]},"name":"Voter ID and Challenges","voter-id":{"name":"Voter ID","subtopics":[{"citations":["http://gab.wi.gov/elections-voting/photo-id","\"Identification Requirements\": http://www.866ourvote.org/state/wi"],"date-acquired":"2011-9-12","fact":"A voter must show proof of residence if she is:\r\n\r\n* A first time voter who registered by mail but did not provide proof of residence when submitting the application\r\n\r\n* Registered to vote in person after the registration cut-off date\r\n\r\n* Registers at the polling place on Election Day\r\n\r\nNOTE:  As of August 2012, there is no universal WI photo ID requirement to vote. In 2011, Act 23 was passed in Wisconsin to require all voters to show government-issued photo ID in order to be able to vote. This legislation was declared unconstitutional and blocked by injunction in March 2012, and ruled invalid in July 2012. The state attorney general is currently appealing these rulings to the State Supreme Court.","subtopic":"Who must show ID to vote?"},{"citations":["http://gab.wi.gov/elections-voting/voters/registration-voting","Wis. Stat. &sect;6.34"],"date-acquired":"2011-9-12","fact":"Acceptable ID's for proof of residency include:\r\n\r\n* A current and valid Wisconsin driver's license.\r\n* A current and valid Wisconsin identification card.\r\n* Any other official identification card or license issued by a Wisconsin governmental body or unit.\r\n* Any identification card issued by an employer in the normal course of business and bearing a photo of the card holder, but not including a business card.\r\n* A real estate tax bill or receipt for the current year or the year preceding the date of the election.\r\n* A residential lease which is effective for a period that includes election day (NOT for first-time voters registering by mail).\r\n* A university, college or technical institute identification card (must include photo) AND a voter must either provide a fee receipt dated within the last nine months or the institution must provide a certified housing list to the municipal clerk.\r\n* A gas, electric or telephone service statement (utility bill) for the period commencing not earlier than 90 days before election day.\r\n* Bank statement.\r\n* Paycheck.\r\n* A check or other document issued by a unit of government. \r\n\r\nNote that the documents above must contain a voters current name and address and be valid on election day unless otherwise indicated.","subtopic":"What ID is acceptable?"},{"citations":["Wis. Stat. &sect;6.97(3)(b)"],"date-acquired":"2011-11-8","fact":"No. A voter who does not provide proof of residency may only vote a provisional ballot. For this provisional ballot to count, the voter must present ID or a copy of their ID at the office of the municipal clerk or board of election commissioners by 4 p.m. on the Friday after the election. ","subtopic":"If a voter has no ID, are there alternatives such as an oath or witness?"},{"citations":["http://gab.wi.gov/elections-voting/voters/registration-voting","Wis. Stat. &sect;6.34"],"date-acquired":"2011-11-8","fact":"Yes. A university, college or technical institute ID card with photo is accepted. However, a voter must also provide a fee receipt dated within the last nine months or the institution must provide a certified housing list to the municipal clerk.","subtopic":"Is a student ID an acceptable form of identification?"},{"citations":["http://gab.wi.gov/taxonomy/term/135","Wis. Stat. &sect;5.02"],"date-acquired":"2011-11-2","fact":"No","subtopic":"Does the ID have to show the address at which a voter is registered to vote?"},{"citations":["http://gab.wi.gov/sites/default/files/publication/137/voter_photo_id_law_9_7_11_pdf_19983.pdf","Wis. Stat. &sect;6.79"],"date-acquired":"2011-9-12","fact":"No","subtopic":"Do elections without federal offices on the ballot (such as off-year gubernatorial elections) have different ID requirements?"}]}}