{"challenges-to-voters-at-the-polling-place":{"name":"Challenges to Voters at the Polling Place","subtopics":[{"citations":["E-mail from Sean Hill, Campaign Finance Specialist, in the Secretary of State's office on 7/22/10","W. Va. Code &sect; 3-1-34(e)(4)","W. Va. Code &sect; 3-1-41(a)","W. Va. Code &sect; 3-2-28(a)","W. Va. Code &sect; 3-3-10"],"date-acquired":"2011-8-18","fact":"Prior to Election Day, the registration of any voter may be challenged by the clerk of the county commission, the Secretary of State, the county registrar, the chairman of any political party committee or by any voter who shall appear in person at the clerk's office. At the polls on Election Day, only an election commissioner or poll clerk may challenge a voter. Any member of the receiving board or the official designated to supervise and conduct absentee voting may challenge an absentee ballot.\r\n","subtopic":"Who can challenge a voter?"},{"citations":["W. Va. Code &sect; 3-1-34(d)","W. Va. Code &sect; 3-1-34(e)(4)","W. Va. Code &sect; 3-1-41(a)"],"date-acquired":"2011-8-18","fact":"Challenges are permitted on Election Day, but only by election commissioners and members of the receiving board.\r\n","subtopic":"What are the restrictions on polling place challenges?"},{"citations":["W. Va. Code &sect; 3-1-34(e)(4)","W. Va. Code &sect; 3-1-41(a)","W. Va. Code &sect; 3-3-10","W. Va. Code &sect; 3-3-5(d)"],"date-acquired":"2011-8-18","fact":"A voter's right to vote may be challenged:\r\n<ul>\r\n<li> If the person's registration record is not available at the time of the election;</li>\r\n<li> If the signature written by the voter in the poll book does not match the signature on their registration record;</li>\r\n<li> If the registration record of the person indicates any other legal disqualification; or</li>\r\n<li> If the voter received assistance in voting but could have voted independently.</li>\r\n</ul>\r\nAn absentee (or early) ballot, specifically, may be challenged on the following grounds that:\r\n<ul>\r\n<li> The application for an absent voter's ballot was not properly completed;</li>\r\n<li> Some part of the voter's absentee ballot application was not true, including the reason for voting absentee;</li>\r\n<li> The voter is not registered to vote in the precinct of his or her residence;</li>\r\n<li> The person voting during early voting had assistance in voting the ballot when the person was not qualified for voting assistance;</li>\r\n<li> The person who voted an absent voter's ballot by mail and received assistance in voting the ballot was not qualified to receive assistance;</li>\r\n<li> The person has voted absentee by mail as a result of being out of the county more than four consecutive times unless the person is a citizen residing out of the United States, a member, spouse or dependent of a member serving in the uniformed services, or a college student living outside of his or her home county;</li>\r\n<li> The absentee ballot application was not completed as required by law;</li>\r\n<li> The signatures of the person's registration record, absentee ballot application and absentee ballot envelope do not match;</li>\r\n<li> The person who voted the absentee ballot voted in person at the polls on Election Day; or</li>\r\n<li> On any other ground or for any reason on which or for which the ballot of a voter voting in person at the polls on Election Day may be challenged.</li>\r\n</ul>\r\nNo challenge may be made to any absent voter ballot if the voter was registered and qualified to vote.\r\n","subtopic":"What are the allowed reasons on which a voter can be challenged?"},{"citations":["W. Va. Code &sect; 3-2-28(a)"],"date-acquired":"2011-8-18","fact":"No. Each challenger must simply give the reason for the challenge.\r\n","subtopic":"Is there a requirement for the challenger to provide cause or evidence?"},{"citations":["W. Va. Code &sect; 3-1-41","W. Va. Code &sect; 3-2-28"],"date-acquired":"2011-8-18","fact":"A voter whose right to vote is challenged at the polls on Election Day shall only be allowed to vote a provisional ballot, and the voter may have to take additional steps to get their ballot counted. A voter whose registration to vote is challenged prior to Election Day must appear in person during business hours at the clerk's office within 30 days from the date the clerk mails the voter the notice of the challenge. The voter must present evidence of their eligibility or their registration will be cancelled.\r\n","subtopic":"How does a voter defend their eligibility to vote if they are challenged?"}]},"name":"Voter ID and Challenges","voter-id":{"name":"Voter ID","subtopics":[{"citations":["E-mail from Sean Hill, Campaign Finance Specialist, in the Secretary of State's office on 7/22/10","W. Va. Code &sect; 3-1-34(a)","W. Va. Code &sect; 3-2-10(g)"],"date-acquired":"2011-8-18","fact":"People voting in their first federal election who did not register in person with a government official and did not provide ID with their registration form\r\n","subtopic":"Who must show ID to vote?"},{"citations":["W. Va. Code &sect; 3-2-10(g)"],"date-acquired":"2011-8-18","fact":"<ul>\r\n<li> A current and valid photo identification</li>\r\n<li> A copy of a current utility bill</li>\r\n<li> A copy of a current bank statement</li>\r\n<li> A copy of a current government check</li>\r\n<li> A copy of a current paycheck</li>\r\n<li> A copy of a current government document that shows the name and address of the voter</li>\r\n</ul>","subtopic":"What ID is acceptable?"},{"citations":["W. Va. Code &sect; 3-2-10"],"date-acquired":"2011-8-18","fact":"None. A first-time voter who is required to show ID but does not provide ID may vote a provisional ballot. A voter may need to take additional steps in order for their provisional ballot to be counted.\r\n","subtopic":"If a voter has no ID, are there alternatives such as an oath or witness?"},{"citations":["http://www.brennancenter.org/studentvoting","W. Va. Code &sect; 3-2-10(g)"],"date-acquired":"2011-8-18","fact":"Yes\r\n","subtopic":"Is a student ID an acceptable form of identification?"},{"citations":["E-mail from Sean Hill, Campaign Finance Specialist, in the Secretary of State's office on 10/18/2011","W. Va. Code &sect; 3-2-10(g)"],"date-acquired":"2011-10-18","fact":"A photo ID does not have to show an address (e.g., student ID). However, if the ID shows an address, the address must match the address at which the voter is registered to vote.\r\n","subtopic":"Does the ID have to show the address at which a voter is registered to vote?"},{"citations":["E-mail from Sean Hill, Campaign Finance Specialist, in the Secretary of State's office on 7/22/10","W. Va. Code &sect; 3-2-10"],"date-acquired":"2011-8-18","fact":"The same ID requirements apply to all elections, regardless of whether a federal candidate is on the ballot.\r\n","subtopic":"Do elections without federal offices on the ballot (such as off-year gubernatorial elections) have different ID requirements?"}]}}