{"challenges-to-voters-at-the-polling-place":{"name":"Challenges to Voters at the Polling Place","subtopics":[{"citations":["Per Peggy Nighswonger, Wyoming Elections Director, on 11/7/2011.","Wyo. Stat. &sect; 22-15-108"],"date-acquired":"2011-11-7","fact":"Only a poll worker.\r\n","subtopic":"Who can challenge a voter?"},{"citations":["Per Peggy Nighswonger, Wyoming Elections Director, on 11/7/2011.","Wyo. Stat. &sect; 22-15-108"],"date-acquired":"2011-11-7","fact":"Challenges are permitted by a poll worker on Election Day.\r\n","subtopic":"What are the restrictions on polling place challenges?"},{"citations":["Wyo. Stat. &sect; 22-15-104"],"date-acquired":"2011-9-27","fact":"A person offering to vote may be challenged for the following reasons:\r\n<ul>\r\n<li>* The person is not a qualified voter</li>\r\n<li>* The person is not entitled to vote in the precinct</li>\r\n<li>* The person's name does not appear on poll list and the person cannot meet the requirements to register at the polls</li>\r\n<li>* The person is not the person he represents himself to be</li>\r\n<li>* The person has already voted</li>\r\n</ul>","subtopic":"What are the allowed reasons on which a voter can be challenged?"},{"citations":["Per Peggy Nighswonger, Wyoming Elections Director, on 11/7/2011.","Wyo. Stat. &sect; 22-15-108"],"date-acquired":"2011-11-7","fact":"No.\r\n","subtopic":"Is there a requirement for the challenger to provide cause or evidence?"},{"citations":["WCWR 002-040-002","Wyo. Stat.  22-15-101","Wyo. Stat.  22-15-105","Wyo. Stat. &sect; 22-15-106","Wyo. Stat. &sect; 22-3-118","Wyo. Stat. &sect; 22-3-118"],"date-acquired":"2011-9-27","fact":"A person challenged on the ground that his name does not appear on the poll list may vote if a judge of election obtains verification from the county clerk that the person is entitled to vote in that election within that county. All other challenged voters must sign an oath and vote a provisional ballot. A challenged voter may present information and documentation of his eligibility to register at the election or to vote to the county clerk until the close of business on the day following the election. Any information presented shall be considered by the canvassing board in determining the voter's eligibility to register at the election or to vote and whether to open and count his provisional ballot. The provisional ballot shall be counted only after the voter has, by presenting documentation required under this code to the county clerk, established he had previously registered and is a qualified voter or he was eligible to register at the election and is a qualified voter.\r\n","subtopic":"How does a voter defend their eligibility to vote if they are challenged?"}]},"name":"Voter ID and Challenges","voter-id":{"name":"Voter ID","subtopics":[{"citations":["Per Peggy Nighswonger, Wyoming Elections Director, on 11/7/2011.","Wyo. Stat. &sect; 22-3-118"],"date-acquired":"2011-11-7","fact":"Only people who registered by mail and are voting in their first Wyoming federal election must show ID.\r\n","subtopic":"Who must show ID to vote?"},{"citations":["http://www.866ourvote.org/tools/documents/files/WY-reg-guide-FINAL.pdf","WCWR 002-040-002","Wyo. Stat. &sect; 22-3-118"],"date-acquired":"2011-9-27","fact":"A current, valid photo identification or a copy of a current utility bill, bank statement, paycheck, government check, or other government document which shows the voter's name and address\r\n","subtopic":"What ID is acceptable?"},{"citations":["Wyo. Stat. &sect; 22-3-118"],"date-acquired":"2011-9-27","fact":"No. A voter who does not have the appropriate ID must vote a provisional ballot. The voter may have to take additional steps to get their provisional ballot to count.\r\n","subtopic":"If a voter has no ID, are there alternatives such as an oath or witness?"},{"citations":["Per Peggy Nighswonger, Wyoming Elections Director, on 11/7/2011.","Wyo. Stat. &sect; 22-3-118"],"date-acquired":"2011-11-7","fact":"No because student IDs do not show the voter's residential address.\r\n","subtopic":"Is a student ID an acceptable form of identification?"},{"citations":["Per Wyoming Secretary of State's office, September 2012.","Wyo. Stat. &sect; 22-3-118"],"date-acquired":"2011-11-7","fact":"Yes. Voter ID is only required for registration, from those who are registering and voting on Election Day. If a voter's driver's license has their current address, that is sufficient. Otherwise, the voter must show a bill, paycheck, or other proof of address.\r\n","subtopic":"Does the ID have to show the address at which a voter is registered to vote?"},{"citations":["Per Peggy Nighswonger, Wyoming Elections Director, on 11/7/2011.","Wyo. Stat. &sect; 22-3-118"],"date-acquired":"2011-9-27","fact":"Yes. Voters are only required to show the prescribed ID in the first election in which a federal candidate is on the ballot in which they vote.\r\n","subtopic":"Do elections without federal offices on the ballot (such as off-year gubernatorial elections) have different ID requirements?"}]}}